{
  "1031001": {
    "Id": 1031001,
    "BookName": "Sea Lyrics Collection",
    "ReadingBookDes": "(Some previous borrower has scribbled in the margins. You spot a giant question mark drawn across the page.)<br>Riddle Song: Part I<br>What fish gets sick at home? What fish goes out to find a doctor?<br>What fish visits the clinic? And what fish cries its eyes red?",
    "IsHide": false
  },
  "1031002": {
    "Id": 1031002,
    "BookName": "\"Thoughts of the Long-Lived - Some Ramblings About Life\"",
    "ReadingBookDes": "(This is a collection of correspondence and various literary works, reflecting on the author's life, which, when measured against the scale of time, seems to lack dramatic ups and downs. You quickly skimmed the preface and thought the subtitle was a bit too elegant.) <br><br>I was something of an idealist back then, dreaming of becoming someone truly extraordinary... A great thinker, a great poet, a great painter, a great musician, or at the very least, a great merchant. But in the end, I merely inherited my father's and grandfather's legacy and idled away many years to no great purpose. At least there is one thing in which no one can compare to me: I have truly lived for a very long time. The more I have experienced, the more I have lost. Most of the friends with whom I once engaged in lofty discussions have long since passed away, leaving only this very old man, how much time did I fuel my ideals with, and how much time did I squander in worry and hardship? Looking back on the past like this, it feels as if I'm from another world.<br>As for why I was able to leave behind such a rich body of work, young readers, it is because to this day, I still hold a firm belief. An adventurer's strength can always be measured, but the pursuit of literary perfection is a far harder journey. The ultimate goal I aim for is this: one day, my talent and my efforts will be recognized.<br>Before getting to the main topic, I would like to talk about something else first. The first is about the people I met in my life who helped me greatly. Some were incredibly brave adventurers, some were just the most common merchants in Asterleeds, there was the poet who tutored me in writing, the publishing editor who helped me with my manuscript, the lover who helped me record my oral texts... Regarding these people, the first one I want to talk about is... her story is a long one, and we should start with a long-lived tree...",
    "IsHide": false
  },
  "1031003": {
    "Id": 1031003,
    "BookName": "The Mission of Humans",
    "ReadingBookDes": "(You think this book ought to be renamed \"The Encyclopedia of Question Marks.\")<br>O restless heart-what are you truly seeking?<br>What am I? Where did I come from? What purpose have I been given? When I die... will I really become an Engram? And what, truly, is an Engram?<br>Yes, the sacred texts offer answers. But when the fire of inquiry blazes within-can I really just accept those words and believe without doubt?<br>Tell me, dear reader-have you never heard a voice deep within, persistent and unrelenting, asking: \"Is this world real?\" \"Can the answers in the old tomes be trusted?\"<br>How can I ever truly believe that the knowledge I've learned belongs to me? Just because someone else speaks a truth-does that mean it must become my truth? When I speak, when I write-are the words I use really capable of capturing my innermost thoughts? But even before all that... Did my ideas, my knowledge, ever truly exist? I don't believe they did. Because thought, like water, flows and changes. So then, what in this world is constant? What remains, when all else drifts? If we are to search for all that remains unknown, shouldn't we begin by reasoning from the facts we do know?",
    "IsHide": false
  },
  "1031004": {
    "Id": 1031004,
    "BookName": "Asterleeds Travel Guide (I)",
    "ReadingBookDes": "The author is writing this preface in the best restaurant in Asterleeds, The Spinning Rudder (note that this statement would cause much debate locally). I hope it can serve as a travel guide for visitors to Asterleeds. This vibrant Seaside city opens its inclusive arms, welcoming everyone with the sea breeze.<br><br>...<br>This is: Asterleeds. The port is not just a port, it is a spiritual symbol flowing through people's dreams. The spirit of adventure drives the sails of departure and return, and the prosperity of this rich land and its bustling trade have built this magnificent city. You can see the crisp dance steps in a swirling skirt, hear the adventurers boasting of their brave tales, and the beaches, risottos, and various mixed drinks are enough to keep the most discerning gourmand from saying a single bad word all day... Nowhere in the world is as charming, busy, and vibrant as here.",
    "IsHide": false
  },
  "1031005": {
    "Id": 1031005,
    "BookName": "Asterleeds Travel Guide (II)",
    "ReadingBookDes": "\"To provide equal benefits for all\": this is the goal of the Pioneer Bureau. <br>The Pioneer Bureau headquarters is also a can't-miss landmark in Asterleeds. In Asterleeds, wide and clean roads make it easy to get here. Even if you're not a registered adventurer, the general public is welcome to visit and learn about their mission of exploration and pursuit. <br>The observation deck on the third floor of the Pioneer Bureau is an excellent spot for enjoying the night view and the sea. Sometimes, you can also see a unique sight only found in the city where the Bureau is located: busy adventurers rushing to their tasks by leaping across eaves and rooftops.",
    "IsHide": false
  },
  "1031006": {
    "Id": 1031006,
    "BookName": "Asterleeds Travel Guide (III)",
    "ReadingBookDes": "Festivals in Asterleeds:<br>Asterleeds enjoys a warm and pleasant climate all year round, making it an ideal place to live. Its residents are always enthusiastic about celebrations, and they love to mark every joyous occasion with grand and lively festivities. During festivals, the number of people dancing and feasting often far exceeds the city's actual population-stretching from the rooftops at the highest point all the way down to the seaside below. Everyone shares the same simple goal: to drink, dance, and revel in joy until the break of dawn.<br>Through these festivals, visitors can catch a glimpse of the city's cultural essence: Asterleeds is a city that reaches toward tomorrow and dreams of the future-but also one that embraces the present moment with passion and delight. Even through hardships and crashing waves, its people will always raise their sails and set out once more.",
    "IsHide": false
  },
  "1031007": {
    "Id": 1031007,
    "BookName": "Gourmet Adventures at the Port",
    "ReadingBookDes": "Generally speaking, unlike other places where merchants gather, the air here is not filled with the scent of deception and concealment. Even street vendors rarely swindle outsiders or overcharge. Considering that people's hearts are not as trustworthy as food, I am more inclined to believe that this civilized atmosphere is due to the effective supervision of the city's merchant guilds.<br>The purpose of this booklet is not to introduce the famous restaurants and shops that popular magazines love to talk about, like The Spinning Rudder, but to recommend to the public the delicious snacks found at the myriad of stalls scattered throughout the streets and alleys...",
    "IsHide": false
  },
  "1031008": {
    "Id": 1031008,
    "BookName": "Street Speech Collection",
    "ReadingBookDes": "[A Civic Note on the Street Spirit of Asterleeds Our Four-legged Neighbors]<br>Fellow citizens, please consider this:<br>Don't the paws of cats and dogs deserve to step into your home? Cats may fall a little short-but their demeanor, just like the spirit our city takes pride in, isn't it courteous and full of warmth?<br>In my humble opinion: Those willing to leave a space on their rooftop for a cat, those who let dogs nap peacefully on the ground outside their shop, shall surely receive nature's praise, and the blessings of wind and wave!<br><br>Official Note from the Pioneer Bureau:<br>This speech draft has been reviewed and approved for public delivery.",
    "IsHide": false
  },
  "1031009": {
    "Id": 1031009,
    "BookName": "When in Doubt, Test It Out!",
    "ReadingBookDes": "Tests! Test if that person around you has a secret crush on you. See how many of these they match! <br>1. Often hangs around you.<br>2. Likes to make direct eye contact with you.<br>3. Frequently makes plans with you or asks for your help with things.<br>4. In the eyes of your mutual acquaintances, your relationship is special.<br><br>If you're curious whether you can become a real couple, please come to XXXX Entertainment District and find AAAA for a detailed consultation. <br>Guaranteed to be real and useful. Even the legendary adventurer, Lady Airona, praised it, saying, \"Wow, this actually works!\"",
    "IsHide": false
  },
  "1031010": {
    "Id": 1031010,
    "BookName": "Bapharian Legacy Expense Receipt No. 30.472",
    "ReadingBookDes": "(A recent receipt, recording the transfer fees for the Adventurer Guild distributing Bapharian Legacies obtained from commissions to an out-of-town research institution affiliated with the Bureau. It includes many items such as transportation fees, security fees, and advanced research funds. However, due to some accident, a large ink stain has obscured much of the text, causing this originally important document to be discarded and forgotten in a corner of the bookshelf. There is also a line of blurred cursing attached at the end.) <br>\"Damn it, can't anyone do something about these pens in the office that always get jammed?!\"",
    "IsHide": false
  },
  "1031011": {
    "Id": 1031011,
    "BookName": "Annual Quest Completion Report for Adventurers",
    "ReadingBookDes": "(The document meticulously records, with various charts and graphs, the number of Adventurers registered with the Asterleeds Pioneer Bureau, the number of commissions executed, the total number of commissions this year and their completion rate, as well as the types of commissions and the regions involved.)",
    "IsHide": false
  },
  "1031012": {
    "Id": 1031012,
    "BookName": "Airona's Legend: Deluxe Illustrated Edition",
    "ReadingBookDes": "(A flamboyant and boastful novel. The story starts with \"the now legendary Adventurer Airona\" as a poor, wandering orphan raised by wolves and Caprahorns. She inherits the secrets of a Bapharian Legacy in a cave behind a mountain waterfall and goes on to challenge experts and masters everywhere, from Asterleeds to the Bahamar Highlands to the valleys to the duchy, remaining undefeated. The entire journey is filled with a large amount of unnecessary, greasy descriptions of her appearance, and it frequently inserts descriptions of various people's bitter, unrequited love for Airona. You decide to read it carefully and then go have a good laugh at Airona.)",
    "IsHide": false
  },
  "1031013": {
    "Id": 1031013,
    "BookName": "Super Mind-Blowing Little Thoughts, Article 7",
    "ReadingBookDes": "\"People always say the sun will come out after the rain,<br>but no one ever told me when the rain would stop.\"",
    "IsHide": false
  },
  "1031014": {
    "Id": 1031014,
    "BookName": "Super Mind-Blowing Little Thoughts, Article 9",
    "ReadingBookDes": "\"The more capable an adventurer is,<br>the more they earn.\"",
    "IsHide": false
  },
  "1031015": {
    "Id": 1031015,
    "BookName": "Super Mind-Blowing Little Thoughts, Article 22",
    "ReadingBookDes": "\"The longer you live, the easier it is to die,<br>so the longer you live, the faster you die.\"",
    "IsHide": false
  },
  "1031016": {
    "Id": 1031016,
    "BookName": "Super Mind-Blowing Little Thoughts, Article 23",
    "ReadingBookDes": "\"When a tall person starts writing,<br>they become a literary giant.\"",
    "IsHide": false
  },
  "1031017": {
    "Id": 1031017,
    "BookName": "Super Mind-Blowing Little Thoughts, Article 29",
    "ReadingBookDes": "\"When it's cold,<br>it takes longer to use the toilet.\"",
    "IsHide": false
  },
  "1031018": {
    "Id": 1031018,
    "BookName": "Super Mind-Blowing Little Thoughts, Article 76",
    "ReadingBookDes": "\"I'm not writing anymore. My lover said we're getting married tomorrow, and I wasn't invited.\"",
    "IsHide": false
  },
  "1031019": {
    "Id": 1031019,
    "BookName": "Diary of Anger",
    "ReadingBookDes": "Even when looking for adventurers, you have to find experienced ones. But if you don't let me take on commissions, how am I supposed to get experience?! If I can't earn money, my mom will nag me again when I get home to stop being an adventurer with an unstable income and to try the exams for the Corps, saying it's more stable there. Sigh!",
    "IsHide": false
  },
  "1031020": {
    "Id": 1031020,
    "BookName": "Atlas of Demi-Humans: Goblin Edition",
    "ReadingBookDes": "(This book introduces the characteristics of various common demi-human and monster races on The Continent of Magna to the general public. In the preface, the editor spares no effort to emphasize the dedication of the creative team in personally gathering material to ensure the richness and credibility of the guide. The book includes practical methods for dealing with demi-human monsters when encountered outdoors, which basically boil down to hiring an adventurer to accompany you, avoiding small paths, and running faster.) <br>Goblins are the oldest demi-human race on the land of Regnus, generally referred to as \"monsters\"... They are not much different from humans in size, but their Intellect is far lower. They can basically be treated as common wild beasts. A moderately trained combatant can handle a single goblin's threat. However, they often live in groups in various ruins and ancient sites...",
    "IsHide": false
  },
  "1031021": {
    "Id": 1031021,
    "BookName": "Trend Guide: Spring/Summer Combined",
    "ReadingBookDes": "(This book lists all sorts of fashion trends, from collars and cuffs to shoe rivets, and includes a large selection of excellent outfits submitted by readers, curated by the editors. <br><br>You notice that the submission form at the end of the magazine has been cut out.)",
    "IsHide": false
  },
  "1031022": {
    "Id": 1031022,
    "BookName": "Asterleeds Culinary Journey I",
    "ReadingBookDes": "Anywhere in the world, when you see the clock strike dinnertime, it's hard to feel the unparalleled happiness and conflict you can feel in Asterleeds: how can there be so much delicious food, so many famous shops, so many choices?",
    "IsHide": false
  },
  "1031023": {
    "Id": 1031023,
    "BookName": "Today's To-Do List",
    "ReadingBookDes": "\"Repair the roof √<br>Purchase new tea leaves √<br>Contact the brewery √<br>Find new culinary inspiration --<br>Keep an eye on Mongrace and don't let her skip work at night!!!!\"",
    "IsHide": false
  },
  "1031024": {
    "Id": 1031024,
    "BookName": "A Stack of Love Letters",
    "ReadingBookDes": "(This stack of love letters is all addressed to Mongrace. On top is a note with an annotation: Pending disposal, do not read,3）",
    "IsHide": false
  },
  "1031025": {
    "Id": 1031025,
    "BookName": "Unfinished Letter",
    "ReadingBookDes": "My dear,<br>if you were still alive, you would be sixty-three today. I have written many poems for you, but today I cannot write. Perhaps my hand is shaking too much. Besides, I swore I would not write about love again. I went to the restaurant and ordered a cake, imagining you with me, gazing at the coast. A scene we fantasized about so many times during the war. If you were here, what would we talk about? <br>I love you. <br>Brian",
    "IsHide": false
  },
  "1031026": {
    "Id": 1031026,
    "BookName": "Snowball Cookie Recipe by René and Amado",
    "ReadingBookDes": "Delicious snowball cookies you can make with a pointed pot when Mom's not home! <br>Made by the very imaginative René and the adventurous Amado. <br>Ingredients-<br>Butter<br>Rice Serum<br>Ground rice flour<br>Spices (from the wood-colored bottle!) <br><br>Method<br>Mix ingredients<br>Make them round, then flatten them<br>Put them in the pointed pot<br>Roast on both sides!",
    "IsHide": false
  },
  "1031027": {
    "Id": 1031027,
    "BookName": "Letter from Mom",
    "ReadingBookDes": "Dear Federico,<br>I am so happy to see you pursuing your dream (of course, I'm also a little sad that my lovely little son has left my side), but I know you are so smart and will surely achieve great things. This village of ours is too small to fulfill your ambitions. <br>You don't know how sad I was, how many tears I shed, the day you came back covered in wounds after bravely fighting to protect an old man who was being robbed, my dear Federico... How many neighbors and young people on the street also mocked your weakness, but I know, only your mother knows, that it is all because of your kind virtues. <br>Believe firmly that your virtues are more powerful than your fists, Federico. Do not forget this. I hope you are doing well in Asterleeds! <br>P.S.: Is it cold? Are you eating well? Have you made any new friends? Is your living allowance still enough? If you have any problems, remember to write back! <br>With love<br>Mom",
    "IsHide": false
  },
  "1031028": {
    "Id": 1031028,
    "BookName": "Letter from Sister",
    "ReadingBookDes": "My little brother! I'm so glad you decided to chase your dreams. You really did it! <br>Becoming an adventurer, and in Asterleeds, no less! What a place that is! Where everything and everyone is made of dreams and sunshine, the sea sparkles, a bustling commercial capital, a city of art, a city of freedom, a city of miracles, carrying a long history and countless legends. And, even being so incredible, it's still constantly moving forward and changing. In my imagination, it's as sweet and wonderful as glass candy wrappers. <br>As for you, I'm not worried about you at all, dear Federico. I know you're very smart and can understand what others are thinking. You just need some experience, and you'll grow up quickly. I believe you'll become an amazing adventurer! (But if anything unhappy happens, be sure to write and tell me! I'll keep it from Mom, hehe.) <br>And... And, if you see the legendary Lady Airona, please remember to get an autograph for me! Oh, and also, it would be great if you could ask her if the detailed description of her Sealing War in her latest book, \"The Song of the Enduring Earth\", is true. <br>It's almost dawn, so I'll stop here. <br>Your<br>eagerly awaiting your reply and hates making breakfast sister,<br>Anna",
    "IsHide": false
  },
  "1031029": {
    "Id": 1031029,
    "BookName": "Draft of a Reply to Mom",
    "ReadingBookDes": "To my dearest Mom,<br>I've been in Asterleeds for over a month now and recently passed the Pioneer Bureau entrance exam. I'm officially an adventurer! I'm so glad all my hard training has paid off. <br>(This sentence is crossed out) The exam was quite difficult for me at first, until I realized that you don't necessarily have to defeat monsters with brute force, being good at using Legacy weapons is also key to victory. <br>As a new adventurer, the Pioneer Bureau introduced me to an experienced senior: of course, it wasn't mandatory, just to chat and share life experiences and such. Fortunately, we get along pretty well. He's a warm and cheerful guy, very familiar with Asterleeds, and has told me about a lot of things. I feel like we're getting along like friends now, which is very nice. <br>Also, speaking of Asterleeds, the sunshine here is great, it's very livable, and there are so many more people than back home. All sorts of people coming and going everywhere! The food is also exceptionally delicious (this sentence is crossed out) I'm eating very well. My appetite has gotten bigger because I have more to do. You won't even recognize me when I get back, I'm so much stronger now! <br>But I must say, all the delicious food here can't compare to your cooking, Mom. I'm already starting to miss the taste of your tomato and lamb stew (the next few words are smudged by water and illegible. The draft ends here.)",
    "IsHide": false
  },
  "1031030": {
    "Id": 1031030,
    "BookName": "Draft of a Reply to Anna",
    "ReadingBookDes": "For Anna<br>(This entire paragraph is crossed out) I have to be honest, I do like Asterleeds, but that doesn't stop me from feeling like I don't belong here sometimes. It's true, in this colorful, bright, bustling, and radiant city, there's everything. Goods from all over the world include silk, saddles, belts, handsome hats, beautiful feathers, satin, weapons, various Legacies, jewels. Everything gathers here, everything is within reach. I enjoy admiring it all, but that doesn't stop me from feeling like I don't belong here sometimes. This city is a stationary ship, and many of the people who come here to make their fortunes don't realize that the tickets in their hands have an expiration date. I'm chasing my dream, but I often worry that my efforts will all be for nothing. <br>(The beginning of this paragraph has a scribbled note: Use this part!) <br>Anna, listen, I'm doing great, so don't you laugh at me! Don't worry, even if there are problems, I'll solve them. Don't forget, I was the one who mainly helped you with your troubles back in school... although I must admit I did often keep you up late chatting. <br>I've seen Airona a few times, but I haven't dared to go up and talk to her yet. After all, I'm just too insignificant. (The letter was put on hold here.)",
    "IsHide": false
  },
  "1031031": {
    "Id": 1031031,
    "BookName": "Tricky Problem",
    "ReadingBookDes": "Scheduled Artisan Guild on-site assessment service<br>-Reinforcement and dust removal for the top-floor storage room <br>-Floor replacement for the second-floor living quarters, hope the artisan says it doesn't need to be replaced for now<br>-Lock replacement/repair for the storage locker in the living quarters<br>-Find that creaky step! Damn it, where is the problem? <br>-Custom order a new shield display rack",
    "IsHide": false
  },
  "1031056": {
    "Id": 1031056,
    "BookName": "\"White Wolf\"",
    "ReadingBookDes": "(This is a collection of poems recited by the Kanamians during their sacrificial rites. It praises their ancestral spirit beliefs in somewhat coarse language. A giant white wolf is mentioned multiple times. In the records, the white wolf seems to possess an immortal body, and sometimes disappears, only to reappear soon after.)",
    "IsHide": false
  },
  "1031057": {
    "Id": 1031057,
    "BookName": "\"Kanamia Customs Study I\"",
    "ReadingBookDes": "In the Kanamia Tribe, you will find many kinds of strange and peculiar helmets. These helmets are carefully maintained, painted in different colors. Some are made to look like goats, some are cows, and some are even wolves. <br><br>These masks are not mere decorations, nor are they just an expression of some custom, they are closely related to their classes. Each type of animal helmet corresponds to a class. <br><br>For example, a goat head helmet symbolizes communication with spirits and is generally worn by civil personnel such as acolytes, a wolf head helmet represents courage and strength and is generally worn by warriors and hunters, a bird head helmet represents art and the joy of life, commonly used by dancers or ceremony masters. <br>Those familiar with Kanamia culture can tell a person's status from their clothing, accessories, and the color of their clothes. <br><br>Of course, do not be curious about what kind of face is hidden behind a Kanamian's mask. This is an insult to the Kanamians, and the guards will directly expel such idle individuals. If the situation is serious, they will be taken directly to the Chieftain to face punishment under Kanamian law.",
    "IsHide": false
  },
  "1031058": {
    "Id": 1031058,
    "BookName": "Time of Forming an Alliance",
    "ReadingBookDes": "Alician calendar, Year 600, the Byrnhald army bears down on our borders. <br>The current Cheiftain of the tribe, Rotroani, a great leader. He believes we should ally with the outside world to resist the invaders beyond our borders. Most of the tribe agrees, because the Kanamian homestead is right on the edge of the plains. Although the Byrnhalds are not coming for us, if we stand by and do nothing while Asterleeds is attacked, we will likely be next. <br><br>Alician calendar, Year 6■■, Summer, at the time of the pact<br>After making an alliance with Asterleeds, we have repelled the Byrnhald's attacks several times. So far, Asterians have proven trustworthy. Especially their Defense Corps leaders ■■■■ and ■■, who are brave and skilled in battle, and are also very good people. <br>Perhaps this was a good choice. Perhaps it is time for Kanamia to open their doors and welcome a new way of life.",
    "IsHide": false
  },
  "1031059": {
    "Id": 1031059,
    "BookName": "\"Kanamia Customs Study II\"",
    "ReadingBookDes": "In the Kanamia Tribe, the Chieftain, the Priest, and the Warrior form a stable triangle of power, symbolizing the three core dimensions of tribal life. <br>The Chieftain is the symbol of the tribe's authority, responsible for supervision and decision-making, ensuring the order and stability of the tribe. <br>The Priest is the spiritual leader, communicating with the spirits, passing on the tribe's values, and is also responsible for the spiritual comfort of the people, marriage and birth rituals, and guiding livestock activities. <br>The Warrior is the guardian who defends the tribe, hunts and fights, and protects the interests and safety of the Kanamians. They are also the Chieftain's enforcer, directly carrying out the Chieftain's will. <br>Each of them possesses a key to the Forbidden Land: these are the three powers bestowed by the ancestral spirits. (Actually, there are many secrets to these 3 Forbidden Land keys, which I will reveal in Volume Five.) Only when the Chieftain, Priest, and Warrior are all present can the Forbidden Land be opened to face the ancestral spirits, allowing the tribe to listen to their instructions and receive their blessings.",
    "IsHide": false
  },
  "1031060": {
    "Id": 1031060,
    "BookName": "\"Kanamia Customs Study III\"",
    "ReadingBookDes": "Due to their limited contact with the outside world, the Kanamians' methods of using Legacies are vastly different from those in Asterleeds. <br>For example, I personally witnessed a Kanamian use a precious Legacy to process grain: A Kanamian with vibrant paint on their face tossed shelled grain into the Legacy, which then spun rapidly, removing the husks. <br>This Legacy was originally a precious item used for cleaning clothes, something only the wealthy could afford in Asterleeds, with a market price likely reaching tens of millions of Luno. <br>Another example, I saw a Legacy that they had dismantled, with its important modular components cast aside. The Kanamians used only the outer casing to hold water, they even attached a wooden handle to it. <br>When I asked them, \"How do you know this thing is used this way?\" they replied, \"How do you know this thing isn't used this way?\" <br>I was speechless for a moment. In the Kanamians' perception, Legacies are not left by the Bapharian Divine, but are gifts bestowed upon them by their ancestral spirits, just like any fruit tree next to the village, or a fierce, sturdy Boarrier. They can use them as they please to complete their \"trials\" in this life. <br>Finally, to come back to the point, Asterians have always prided themselves on their efficient use of Legacies, but in reality, is our known use of Legacies necessarily the correct one? <br>After all, the Bapharian Divine never personally told you how this thing was designed or what it was used for. <br>Perhaps the Legacy-modified swords we are wielding are actually the Bapharian Divine's toothpicks, can openers, or cleaning tools. <br>So, let go of your prejudice and arrogance. <br>In a way, we are the same as the Kanamians.",
    "IsHide": false
  },
  "1031061": {
    "Id": 1031061,
    "BookName": "\"Kanamia Customs Study IV\"",
    "ReadingBookDes": "Living and Passing: The Kanamians' Unique Concept of Existence<br>The Kanamians do not hold much fear of passing, their concept of death is deeply rooted in their faith in ancestral spirits. <br>Tribe members believe that after life ends, the soul returns to the ancestral spirits, becoming a part of them: a sacred and natural homecoming. <br>However, priests believe that not all Kanamians will return to the ancestral spirits after death. The primary condition is: If one is tainted by external \"defilement\" (usually referring to committing too many morally corrupt acts, with standards provided by priests), the soul will be rejected. For this reason, the Kanamians conduct themselves in a simple and cautious manner, striving to maintain purity and integrity during their lifetime. <br>Of course, there are exceptions within the tribe. A small number of free-spirited individuals occasionally attempt to defy the norms-some Kanamians, having come into contact with outside cultures, begin to question the beliefs about the ancestral spirits and challenge the tribe's customs and rules. <br>Such behavior is regarded as disrespectful to the ancestral spirits. Once discovered, it is strictly forbidden. The rest of the tribe treats these transgressors like a plague, avoiding them as much as possible. A priest will then pass judgment, and the offender must make proper amends before being allowed to return to the community. As a result, the Kanamians remain a society rooted in self-discipline and restraint. <br>At this point, some readers might ask: \"If they believe they can return to the ancestral spirits after death, why strive to live at all? Wouldn't dying sooner help them reunite with the spirits faster? \"<br>This question touches on another condition for returning to the ancestral spirits-something unique to the Kanamians: their sense of purpose. <br>To the Kanamians, life is a trial, a quest, a sacred mission bestowed upon them by the ancestral spirits. Every Kanamian, upon reaching adulthood, connects with the spirits and forms their own understanding of their purpose. Some believe they were born to cleanse the world of its filth. Others think they are paying for misdeeds from a past life. Still others feel they are being tested by the ancestral spirits. Whatever the reason, all Kanamians see life as a journey to fulfill their purpose. Only by completing it can they be deemed worthy of returning. <br>It is precisely this profound sense of purpose that keeps them from seeking death. Instead, they learn to truly cherish life. <br>In contrast to the fear-driven, escapist mindset of the Asterleeds, the Kanamians are more open and enlightened. They neither fear death nor take life lightly. Rather, they face both with equality-treating each day as a step toward fulfilling the ancestral spirits' quest. <br>This belief in a life mission not only reflects their deep faith in the ancestral spirits, but also affirms the value and meaning they place on life itself.<br>",
    "IsHide": false
  },
  "1031062": {
    "Id": 1031062,
    "BookName": "Jabba's Letters",
    "ReadingBookDes": "Jabba:<br>Are you alright? I've settled down on my end.<br>Now, Necalli organizes us every day to launch \"revenge\" attacks on the Asterleeds. However, though he calls it revenge, this Necalli fellow doesn't let us go too hard on them. He just has us teach them a simple lesson, snatch some things, and then publicly challenges Olvera to a duel.<br>I don't know how Necalli will organize the revenge plan later, but following him out here is much more comfortable than being in the tribe. At least we don't have to swallow our anger anymore and can openly talk about taking revenge on Asterleeds.<br>However, the living conditions here aren't great. Necalli's ideas are very strange. Even though we've looted a lot of supplies, he neither lets us use them nor sell them. Instead, he gives all these things to the poor people near Minsterhorn. To be honest, I don't quite understand his intentions, but since I've chosen this path, I can only continue to follow him.<br>Necalli still wears that warrior's insignia. perhaps all of this is the guidance given to him by the ancestral spirits.<br>I hope you are well. Remember to leave the door open during the full moon.<br>- Leni",
    "IsHide": false
  },
  "1031063": {
    "Id": 1031063,
    "BookName": "White Wolf's Departure",
    "ReadingBookDes": "It's been nearly a month since I last saw the White Wolf appear in the tribe. <br>Although this isn't the first time it has left, something feels different this time. <br>An air of unease hangs over the tribe, as if the people have lost an important pillar of support. <br><br>Many believe that the White Wolf left because it was no longer happy here-perhaps it was disappointed in some of the decisions we made. <br><br>But others hold a different view. <br>They believe the White Wolf left because it saw that our tribe had grown strong and prosperous, and so it decided to go aid those still struggling in hardship. <br><br>After all, the White Wolf has always been regarded as the embodiment of the ancestral spirits, and we are not the only Kanamian tribe that exists. <br>Whatever the reason, our people's reliance on the White Wolf has never wavered. Its presence gave us a sense of peace-so long as it was with us, we felt we could withstand any threat. <br>Now that it's gone, that sense of safety has vanished with it. And it has led me to question: as a ■■, have I, in some ways, strayed from the guidance of the ancestral spirits?<br><br>",
    "IsHide": false
  },
  "1031064": {
    "Id": 1031064,
    "BookName": "Oh, Chieftain",
    "ReadingBookDes": "Adventurer deep in the dense forest, lost and in despair.<br>Branches and leaves obscure the sky, the path ahead long and hazy.<br>Weary steps stumble and fall, heart full of panic.<br>Suddenly a wisp of smoke rises, a tribe faintly appears ahead.<br><br>Chieftain, oh Chieftain, your eyes are deep and bright.<br>Among the Elder Pine Mushrooms you are busiest, your movements agile as if flying.<br>Your harvesting skills truly masterful, fingers flitting like a dancer, mushrooms easily into the bamboo basket.<br>The adventurer stares, astounded, unable to hide the amazement in their heart.<br>",
    "IsHide": false
  },
  "1031065": {
    "Id": 1031065,
    "BookName": "Mind-Blowing Thoughts, No. 77",
    "ReadingBookDes": "\"There is no flour left in the pouch...<br>I suppose I'll just keep writing.\"",
    "IsHide": false
  },
  "1031066": {
    "Id": 1031066,
    "BookName": "\"Kanamia Customs Study V\"",
    "ReadingBookDes": "The gate to the Kanamian Forbidden Land is an unforgettable sight-strange and haunting. Through my research, I've come to believe that this structure is, in fact, the Bapharian Legacy. <br>Yes, you heard that right-this stone gate, which can be unlocked with a key, was actually modified by the Kanamians using the Legacy. This shows that, even in ancient times, the Kanamians were already utilizing the Bapharian Legacy and possessed a considerable degree of expertise in adapting it. <br>But how they managed such a feat remains an unsolved mystery to this day. <br>Investigation reveals that the stone gate is actually assembled from three shield generators. These generators have twelve frequency bands in total, but the Kanamians only used three-each corresponding to the keys worn by the chieftain, the priest, and the warrior. These keys, too, are a part of the Legacy. When worn on the arm, the Legacy emits specific frequencies that neutralize the gate's energy barrier, allowing it to open. <br>It's an ingenious mechanism- what kind of mind could have devised such a design? And more curiously, why is it that the modern Kanamians have seemingly lost this ability to modify the Legacy? <br>It's also worth noting that something truly extraordinary lies within that Forbidden Land. I once saw a wounded Kanamian carried inside. Yet by nightfall, he sat across from me at dinner-unscathed, as if nothing had ever happened. <br>This leads me to believe that there is some tangible manifestation of ancestral power within the Forbidden Land. <br>That may be the very reason why the Kanamians went to such lengths to seal it with such a sophisticated mechanism, dividing access among three figures of authority: the chieftain, the priest, and the warrior (see Volume II for a detailed discussion). <br><br>So, what exactly lies within the Forbidden Land? I'm afraid I truly don't know. Because the Forbidden Land of the Kanamians... has never been a place outsiders are allowed to enter.",
    "IsHide": false
  },
  "1031067": {
    "Id": 1031067,
    "BookName": "\"Origin of the Mask\"",
    "ReadingBookDes": "The Asterians have always been fond of novelty. Ever since the vibrant and intricately crafted masks of the Kanamians entered the public eye, discussions about these masks have never ceased among the citizens. <br>Why are the Kanamians so passionate about-or more precisely, why do they feel compelled to wear masks in their daily lives? Below are several theories regarding the origins of Kanamian masks. <br><br>1. The Family Theory<br>The Kanamian masks are closely linked to family. While the Kanamian social structure resembles a large, unified family, there are distinct branches within it. These branches are considered major families, each led by a chieftain who determines the family's emblem. These emblems typically depict natural life forms- birds, wolves, flowers, and the like-and over time, they evolved into the masks we see today. <br><br>2. The Totem Theory<br>Historical records show that the Kanamians were not always a single tribe. At their peak, they consisted of ten or so distinct tribes, occupying much of the Asteria Plains, where they hunted and thrived. Each tribe revered its own totem: the bird totem for those skilled in magic, the wolf totem for warriors, the Caprahorn totem for gatherers, and so on. Though all worshiped the ancestral spirits, they remained separate tribes. Over time, after conflicts and power struggles, the wolf-totem tribe absorbed the others, ultimately forming the unified Kanamia Tribe as we know it today. <br><br>However, even within the united tribe, there remain individuals from other totemic backgrounds. Their beliefs are worthy of respect, for although their totems differ, their reverence for the ancestral spirits is unwavering. This diversity eventually gave rise to the various masks worn today.",
    "IsHide": false
  },
  "1031068": {
    "Id": 1031068,
    "BookName": "Something's Hiding in the Wheat Field!",
    "ReadingBookDes": "April 18<br>While I was harvesting wheat today, I noticed the wheat stalks move suddenly. <br>Thinking it was just a mischievous dog, I tossed a stone in that direction. But to my shock, the entire field shook!<br>I was so startled that I dropped my sickle. <br>Instead of the expected screams, though, I heard laughter ringing out from the wheat!<br><br>It turns out I'd stumbled upon the legendary Wheat Spirits! <br><br>April 24<br>Today, I got a clearer view-the Wheat Spirits are not just muscular, but their legs are impressively strong. <br>No wonder they can dart through the fields at such speed without harming a single stalk. <br>Their tattoos seem strangely familiar, like I've seen them somewhere before...<br>Oh well, I'll think about it later. Time for a meal. <br><br>June 1<br>Some Asterleeds Defense Corps soldiers came by today, asking if I'd seen any rebels. I told them I hadn't. <br>Then they stared at me, their eyes burning with suspicion. I couldn't help but feel a chill run down my spine. <br>These Asterleeds Defense Corps soldiers are even scarier than the Wheat Spirits! <br>By the way, the Wheat Spirits have been staying in the fields even at night lately. <br>Worried they might be thirsty, I decided to water them. But instead of gratitude, they told me to get lost. <br>Tch, how ungrateful! Don't Wheat Spirits need water?",
    "IsHide": false
  },
  "1031069": {
    "Id": 1031069,
    "BookName": "Election Campaign Investigation",
    "ReadingBookDes": "(This is an investigation record for a councilor candidate. The person being investigated is named Eddie. Interviews were conducted with his brother, neighbors, but notably, his parents were absent. According to several interviewees, Eddie has been a solitary person since childhood, preferring reading alone in the Caprahorn shed. From his teenage years, Eddie was frequently absorbed in daydreams about village planning schemes, such as the \"Ranch Revitalization Proposal.\" Those around him found him rather eccentric.)",
    "IsHide": false
  },
  "1031070": {
    "Id": 1031070,
    "BookName": "Mind-Blowing Thoughts, No. 79",
    "ReadingBookDes": "\"The most accurate weather forecast<br>always comes from the knees of rheumatism sufferers.\"",
    "IsHide": false
  },
  "1031071": {
    "Id": 1031071,
    "BookName": "Minsterhorn Travel Guide (Draft 3)",
    "ReadingBookDes": "Minsterhorn is an ordinary village on the Asteria Plains, home to 237 permanent residents. The village retains some traditional architecture, surrounded by golden waves of wheat and a genuine farmhouse atmosphere-making it the perfect choice for Asterians seeking an outing. <br><br>[This paragraph has been circled in red with the comment: Too plain, use more engaging language to attract tourists, like-\"Shocking! A hidden magical place in Asterleeds's countryside?!\"] <br><br><br>Travel Tips<br>There is one ox cart traveling daily to and from Asterleeds. It is recommended that visitors bring their own cushions. During the rainy season, the roads can be muddy, and you may rent waterproof boots from the villagers (sizes are limited). <br>[Comment: Change it to \"The Golden Wheat Wave Express, Journey Through Time\" and \"Natural Healing with Close Contact to the Earth\"]<br><br>(The editor has received a payment of 15 Luno and a basket of low-quality apples. The descriptions in the text may contain some exaggeration, please verify through personal experience.) <br>[Comment: Remove this section! And rewrite it!]",
    "IsHide": false
  },
  "1031072": {
    "Id": 1031072,
    "BookName": "Kanamia Resistance",
    "ReadingBookDes": "The Reformists, a faction of the Kanamian people, seem to have been lurking in Minsterhorn for quite some time. <br>These individuals hide in the wheat fields, only targeting passing Asterleeds Defense Corps convoys. Calling it a \"raid\" might not be entirely accurate. <br>It seems their goal is not the valuables inside the convoy, but rather to \"teach a lesson\" to the guards escorting the carts. <br><br>So, calling it \"harassment\" seems to better fit their actions. <br>Having been in the village for so long, it's inevitable that they have drawn the attention of the villagers. <br>From my observations, the villagers don't seem to dislike these rough individuals, in fact, they seem quite welcoming. <br><br>Perhaps it's because the Reformists share their looted goods with the poor villagers. <br>Or maybe it's because these sturdy warriors strike fear into the local thieves and demi-humans, preventing them from targeting the village. <br><br>In a way, they have provided Minsterhorn with a sense of security. <br>The Asterleeds Defense Corps has come to the village many times to hunt them down, but the villagers are more than happy to offer them cover...<br>Thus, the Reformists and the villagers have formed a subtle symbiotic relationship.",
    "IsHide": false
  },
  "1031073": {
    "Id": 1031073,
    "BookName": "Minsterhorn: Land of Sorrows",
    "ReadingBookDes": "Before departing, I still want to visit Minsterhorn, this land laden with endless sorrow.<br>The tragedy of those years is still vivid in my mind... I could have rescued those trapped people, but I failed to do so.<br>Even though I have honed my medical skills to the pinnacle of perfection, I still cannot save everyone who needs help.<br>I can only watch helplessly as life slips away before my eyes... Helpless.<br>...<br>It's time to embark on the journey, to find solutions to these problems.<br>Why must humans fight amongst themselves? Why did the Divine abandon us, leaving us to endure this endless suffering alone?",
    "IsHide": false
  },
  "1031074": {
    "Id": 1031074,
    "BookName": "\"Survivors of the Andra\"",
    "ReadingBookDes": "Some sailors of the cargo ship Andra, which sank some time ago, have miraculously survived and recently returned to their homes. These sailors claim they \"walked back from the bottom of the sea\"-and they mean that literally. <br><br>Obviously, no one is ready to believe a story that sounds like something out of a work of fiction. The very next day, the so-called miracle survivors were visited one by one by the Fishers' Guild, who directly accused them of being involved in a ship hijacking scam. <br><br>After all, their story is just too bizarre-while the cargo and other crew members were swallowed by the sea, they returned completely unharmed, claiming to have \"walked back from the bottom of the sea\". It's hard for anyone to accept. <br><br>Dorunik, the captain of the merchant vessel, was the first to be accused of taking the cargo for himself and fabricating this elaborate tale to evade responsibility. Meanwhile, the surviving crew members are suspected of never even boarding the ship in the first place. <br>Both sides are standing firm in their versions of events, and the dispute continues unabated. <br><br>We were fortunate enough to interview the surviving first mate, Karl. Here's what he had to say: <br><br>\"We were thrown into a bubble at the bottom of the sea! The seawater was right outside, but we couldn't even extend our hands-it was harder than iron! \"<br><br>He opened his hand, revealing a piece of abalone shell, something only found in the Abyssal. <br><br>\"Still shaken, we soon realized we were at the bottom of the sea. But it wasn't pitch-black! There were tube-like plants clinging to the rock walls, and creatures with long scales swimming through the dark waters. It was terrifying! \"<br><br>\"Eventually, we found a small path glowing faintly. Dorunik, without hesitation, decided to go down it, and we followed hesitantly, thinking, 'We're all doomed anyway, might as well see what's inside.' \"<br><br>He pointed to a wound on his arm.<br><br>\"That's from the shells on the walls. The cave was pitch-black, but we didn't pay much attention-just kept pushing forward. \"<br>\"I don't know how long we walked, but gradually we began to see light. The light kept growing brighter, and when we finally emerged from the cave, we realized we were on a beach near Asterleeds. \"<br>\"The Fishers' Guild is upset, of course-they lost their cargo, so they claim we must have staged some kind of scam. But, well... believe it or not, we really did walk back like that. \"",
    "IsHide": false
  },
  "1031075": {
    "Id": 1031075,
    "BookName": "\"Pale Azure Lake\"",
    "ReadingBookDes": "It's been over three months since I left the Guild. I've been living peacefully by Pale Azure Lake, so quiet it feels as though I've forgotten the passage of time. <br>Each day I wake up and wander through the wheat fields or drift across the lake, fishing, grilling, and savoring the meals I've prepared with my own hands. <br>The aroma of grilled fish mingles with the fruity smoke of burning wood, making my mouth water. As I tear a piece of meat from the fish's back and pop it into my mouth, dusk falls over the lake- and in that moment, a pale azure glimmer flashes before my eyes. <br><br>I think of Asterleeds' artisans, those who go to great lengths using data and logic to map out the world. If they were tasked with measuring this very lake, they'd probably cast a great net woven from intellect across it-run a series of calculations, then announce they'd uncovered the lake's secrets. But what they'd end up with are only numbers, formulas, and hypotheses. <br><br>The true blue of the lake would vanish beneath that net, completely hidden. <br>There's no denying the Artisan Guild's technology is advanced. But do we really need such technology? People often say that inheriting the technology of the Bapharian Divine is meant to bring happiness to humankind. Yet in Asterleeds, homes grow ever more crowded. Instead of joy, there's a growing undercurrent of anxiety-everyone fears being replaced. What was once called \"progress together\" has become a frantic rat race. <br><br>And then, an absurd image flashed through my mind: A group of people straining to push a machine forward-just to produce a product labeled \"happiness.\" <br>Behind it stands a chain of even more machines, all lined up to keep that happiness going. People toil tirelessly within them, making sure the gears keep turning. But are they really happy? And where does all that manufactured happiness actually go? Is it just to keep the machines working? <br><br>I don't have an answer. And truthfully, I'm not sure I want one. Right now, I'm sitting by Pale Azure Lake, watching the fish grill, savoring the stillness of dusk and water. <br>Perhaps, the answer is hidden within the pale azure itself.",
    "IsHide": false
  },
  "1031076": {
    "Id": 1031076,
    "BookName": "Mind-Blowing Thoughts, No. 81",
    "ReadingBookDes": "\"The ones who cry the loudest at funerals<br>are always the first to sign the inheritance papers.\"",
    "IsHide": false
  },
  "1031077": {
    "Id": 1031077,
    "BookName": "Patrol Record, Page 1",
    "ReadingBookDes": "Recorder: Novice Scribe Edwin Pip<br><br>Breakfast Incident<br>Charles tried to heat a can of food, which resulted in an explosion. <br>Scott: \"You should've fought in the Asterleeds Independence War-these cans are deadly enough. \"<br>Charles: \"Still better than your rock stew! That last pot was basically a dental polish! \"<br><br>(Note: Scott turned to glare at me-\"Pip! Stop writing! This isn't a shorthand contest for [Byrnhald Profanity]! \" \"But as per scribe regulations, I must record every word verbatim.\") <br><br><br>Midday Leisure Incident<br>Charles pulled out a crumpled issue of The Pioneer Bureau Bulletin, with Miss Valeria from the Bureau on the cover. <br>Scott: \"So that's your type, huh? \"<br>Charles: \"What? No-it's the Pioneer Bureau I'm interested in. Who knows, maybe I'll join as an adventurer after discharge. \"<br>Scott suddenly snatched the magazine away. \"With your skills? I doubt the Pioneer Bureau would take you-keep your post, trooper. \"<br><br>(Note: Charles then flipped a rude gesture at Scott's back and mouthed to me, \"Don't write that.\" But my eyesight is excellent.) <br><br>Page: 1/2",
    "IsHide": false
  },
  "1031078": {
    "Id": 1031078,
    "BookName": "Patrol Record, Page 2",
    "ReadingBookDes": "Recorder: Novice Scribe Edwin Pip<br><br>Scout Incident<br>Charles claimed he had spotted an unusual flash of light. After some searching, it turned out to be the reflection from Scott's pocket watch cover. The conversation is recorded as follows: <br>Scott: \"Idiot! This is the third time you've mistaken civilian items for enemy signals! \"<br>Charles: \"How dare you polish your watch during duty? And look, the cover is engraved with 'To my dear Irene'-Oh!\"<br>Scott: \"Pip! If you dare snicker again, I'll tie you up and feed you to Arachnocrabs! \"<br><br>(Note: I did not snicker. It was merely a natural twitch from the cold air affecting my nostrils.) <br><br>Shift Change<br>Charles gazed into the distance and muttered, \"I heard they'll be setting off fireworks on the Asterleeds coast tonight...\"<br>Scott: \"Fireworks? Back in 600, Alician Calendar, when the Byrnhalds raided, they used fireworks to disguise their signals! Who cares about fireworks...\"<br>Charles fell silent, tightening his grip on his longsword and stuffing The Pioneer Bureau Bulletin back into his bag. <br><br>(Note: Scott suddenly tossed me a piece of candy. \"This is for you. Quiet scribes get candy. \" But the Code doesn't specify that I need to delete records after receiving snacks.) <br><br><br>Page: 2/2",
    "IsHide": false
  },
  "1031079": {
    "Id": 1031079,
    "BookName": "\"After the Fall\"",
    "ReadingBookDes": "Speaking of \"passing away,\" it's something you can't escape from the day you're born. Every minute, every second, someone in the world leaves this world. But have you ever thought about what happens after humans get really old and close their eyes?<br>Let me clarify first, I haven't experienced death, so the following is purely a collection based on personal preference for data, shared purely for fun. Don't take it seriously, okay?<br>1. Asterleeds<br>Asterleeds, well, they've never been too keen on ghosts and gods. They think when a person kicks the bucket, they're just gone, nothing left. The Bapharian Creed is also vague about this, only ever advising people to \"be good.\" As for souls? Most Asterleeds think that's just wishful thinking. When loved ones pass away, you can never see them again. Who can bear that kind of pain? So souls become their psychological comfort. But if you ask them if they truly believe? Probably no one can thump their chest and say they've seen what a soul looks like.<br>2. Kanamians<br>Kanamians are different. They believe that after a person dies, the \"spirit\" in their body will pop out and return to the \"ancestral spirits\" they believe in. But if you didn't complete the quests assigned by the ancestral spirits during your lifetime, or did a bunch of bad deeds, the ancestral spirits will despise you and not want you around.<br>When it comes to death, the Kanamians are serious!<br>3. Demi-humans<br>As for demi-humans like Mukus and Goblins, research shows their Intellect hasn't developed enough to comprehend a high-level topic like \"death.\" So... if you encounter demi-humans doing bad things, don't hesitate, just grab a powerful weapon and get to it! After all, reasoning with them might be less effective than a handy stick.<br>In short, every race has its own views on death. But no matter what, living well while you're alive is always better than worrying about what happens after you kick the bucket, right?<br>",
    "IsHide": false
  },
  "1031080": {
    "Id": 1031080,
    "BookName": "Mystery of Golem",
    "ReadingBookDes": "The Golem is a mysterious device left behind by the Bapharian Divines. It's made of an unknown alloy, and its activation mechanism remains a mystery to humanity. Despite this, its extraordinary abilities, such as energy emission and environmental manipulation, have made it a prized treasure among archaeologists and black market traders alike. <br>In most cases, a Golem remains dormant. However, it can briefly awaken when disturbed by impacts or energy interference. Its active period typically lasts from a few minutes to several hours. <br>Reports suggest that when awakened, the Golem prioritizes the protection of delicate targets, such as specific objects or ecological zones. It responds only defensively to aggression and returns to the stationary state once the threat has passed. Additionally, the Golem appears to be pre-programmed to attack humans, making it extremely dangerous. <br>Due to its rarity and enigmatic nature, the Golem has become a prized collectible among the wealthy, often reaching astronomical prices on the black market. However, following several tragic incidents where the Golem unexpectedly activated and caused significant casualties, the Creed has officially banned its trade.",
    "IsHide": false
  },
  "1031081": {
    "Id": 1031081,
    "BookName": "Mind-Blowing Thoughts, No. 86",
    "ReadingBookDes": "\"When you stare into the abyss,<br>clutch your coin pouch tightly.\"",
    "IsHide": false
  },
  "1031082": {
    "Id": 1031082,
    "BookName": "An Investigation into Hero's Herb",
    "ReadingBookDes": "Tracing this \"ribbon-like\" stretch of flora running from south to north, I found myself utterly mesmerized by the enchanting Hero's Herb that blankets the Ancient City of Vill in a vast, sea-blue breath. <br>The Hero's Herb emits a gentle blue glow, and when my fingertips brushed its blades, I felt a faint vibration-as if the grass was whispering to me. The nearby forest wardens say this is the voice of fallen warriors, communicating their longing through an unspoken tongue. <br>Though I am a scholar by trade, I am deeply moved by the legend of the Hero's Herb: the souls of warriors who perished in the Asterleeds Independence War return here, and so the Hero's Herb grows tirelessly toward Asterleeds, eternally guarding the land for which they once fought.",
    "IsHide": false
  },
  "1031083": {
    "Id": 1031083,
    "BookName": "Lost Letters",
    "ReadingBookDes": "Scarlet: <br>Tonight, as I ran my fingers over the amber hairpin you left behind in the Stargazing Tower, the distant chime of the Creed's bell rang out-suddenly, I was swept back to your days in Byrnhald. <br>I still can't understand it-how could that boy's naive promise move you to follow him into crumbling ruins, gnawing on dried bread in the wilderness, all while risking your life? <br><br>If it were excitement you craved, I would have donned a gladiator's armor and dueled beneath your window till sunrise. If it were poetry you loved, I, a graduate of the Royal Academy, could have drowned your tent beneath a sea of sonnets. <br>But no-you chose that lunatic who crouches among rubble, caked in mud and rust, chasing after moldy remnants of a forgotten past. <br><br>Three marriage proposals from royal princesses sit unopened on my desk-and I've turned every one of them down. Don't mistake it. I'm simply waiting to see the look on your face when regret finally finds you. <br><br>Baron Ravenkraw<br>",
    "IsHide": false
  },
  "1031084": {
    "Id": 1031084,
    "BookName": "Maintenance Record",
    "ReadingBookDes": "This Week's Affairs<br>1. Routine Maintenance<br>I swept up three whole sacks of fallen leaves-if someone actually paid for those, I'd be rich by now. <br>I scrubbed every urn in the Statue of the Hero inside and out-those green-skinned rascals seem to have taken a liking to them. <br><br>2. Demi-Human Expulsion<br>The new thorn fences gave the goblins a good sting-but the effect didn't last. Their wounds were fully healed by the next day. <br>I also spotted a Muku wearing a hat, wagging its tail at me nonstop. It ran so fast I couldn't catch it-left me both irritated and oddly amused. <br><br>3. Visitor Reception<br>A crazed scholar insisted there was a treasure map hidden here and tried to smash the sculptures in the Statue of the Hero whenever my back was turned. I had to spin him a story about buried treasure in the Dragonclaw Ruins just to get rid of him. <br>With the Memorial Day of Asterleeds Independence War approaching, more people have been coming to pay their respects-and some of them cry so loudly, I've mistaken it for an emergency more than once. Eventually, I came up with a clever fix: give each visitor a piece of candy to keep their mouths busy. At the very least, it keeps them from disturbing the spirits at rest.",
    "IsHide": false
  },
  "1031085": {
    "Id": 1031085,
    "BookName": "The Letter with a Heart Drawing",
    "ReadingBookDes": "Daddy and Mommy:<br>Has the sea breeze blown my thoughts of you to your ears?<br>Grandma took me to the seaside to shout for a long time. I even picked up seashells for you!<br>Daddy's sword, don't let it be too heavy. Mommy's bag, don't let it be too tiring. I kiss the toys you gave me every day!<br>Your little umbrella mushroom thinking of you<br>(Grandma said you'll come home when the Whispering Orchid blooms. It has already bloomed 6 times... I... I'll keep waiting!)<br>",
    "IsHide": false
  },
  "1031086": {
    "Id": 1031086,
    "BookName": "Facing the Enemy",
    "ReadingBookDes": "\"Modified Type 5 / 15-Shield Generator / Serial No. 600-26\"<br>\"Warning: High Energy Reaction - Facing the Enemy\"",
    "IsHide": false
  },
  "1031087": {
    "Id": 1031087,
    "BookName": "\"Conspiracy Behind the Peace Treaty\"",
    "ReadingBookDes": "In the Alician calendar year 602, Byrnhald and Asterleeds signed the \"Peace Treaty.\"<br>From then on, Asterleeds gained its freedom.<br><br>But, are we truly free? <br>How many people have carefully read the \"Peace Treaty\"? <br>Here are a few clauses:<br>\"From the date of signing this treaty, Asterleeds and Byrnhald shall maintain trade. Tax rates shall be adjusted on a 6-month cycle, with the change per cycle not exceeding 0.5%.\"<br>\"From the date of signing this treaty, the Asterleeds Defense Corps must disband a portion of its units, the scale of which shall not be less than 65% of its wartime establishment, and shall not expand its establishment without authorization.\"<br>\"From the date of signing this treaty, Byrnhalds shall still enjoy the right of free entry and exit in Asterleeds, and the Asterleeds side shall not refuse for any reason.\"<br>...<br>Do you perceive the arrogance hidden within these clauses? <br><br>Asterleeds has always considered itself the victor.<br>But the actual situation is that, at the time of signing the treaty, it did not hold the upper hand in terms of benefits.<br><br>Finally, let us summarize:<br>Firstly, judging from the battle reports of various squads:<br>At the time of signing the treaty, although Byrnhald's main force was damaged, it was not yet at the point of losing its combat capability.<br>Secondly, the war ended through the mediation of the mysterious Creed. Byrnhald did not actually surrender.<br>Lastly, the treaty contains no clauses clearly favoring Asterleeds interests.<br><br>Based on this solid evidence, a bold conjecture can be made:<br>The \"Peace Treaty\" is actually just a whitewash for a compromise.<br>",
    "IsHide": false
  },
  "1031088": {
    "Id": 1031088,
    "BookName": "Waterlogged Record Book",
    "ReadingBookDes": "(This small leather-bound booklet appears to be a battlefield record book, belonging to a certain Asterleeds trooper. After long immersion in seawater, it has faded severely, and most of the text is illegible.<br>The blurred handwriting in the middle of a page in the booklet stops abruptly, the last stroke drawn out long, sharply tearing the paper, then soaked by seawater, spreading into a grotesque flower.<br>It reads, \"The Byrnhald Golem are attacking, ■■■■!<br>Frostbite is cracking, not writing anymore.<br>Dad, that bottle of purple grape specialty drinks in the cellar, pour it on my grave.\"<br>)",
    "IsHide": false
  },
  "1031089": {
    "Id": 1031089,
    "BookName": "Wild Dragon Witness Report",
    "ReadingBookDes": "\"Behave yourself, or the dragon will eat you! \" It's a phrase parents often use to scare their children-after all, Rathalos, the dragon of the plains, is a very real and feared threat. The residents of Asterleeds live in constant caution, and the Pioneer Bureau is actively recruiting forces to find a way to slay this menace. <br><br>But just recently, spine-chilling roars echoed once again from the Dragonclaw Ruins' canyon. The villagers nearby were thrown into a panic-the unmistakable cry of a dragon! It seems another dragon, besides Rathalos, has appeared on the plains. <br><br>The question is, dragons' territory is said to lie far away in the Frozen Realm-so how could two dragons appear here in such quick succession? <br>To seek answers, I traveled across the plains, speaking with local villagers to uncover the origins of this new dragon. <br><br>Interviewee: Old Fisherman Torvin (62 years old, whose family has lived near Andra Resting Post for generations)<br>\"Many years ago, one afternoon, my brothers and I were gathering shells by the shore when thunderous roars suddenly filled the sky. \"<br>\"Five or six dragons clashed fiercely above us, snapping and biting each other. Dragon scales rained down like heavy droplets. The sight was terrifying, and we were frozen in shock...\"<br><br>The old man's emotions overwhelmed him, so I've summarized his account: <br><br>Aside from the massive Rathalos, another dragon with a broken right wing survived the brutal aerial battle. It crashed into a nearby canyon, while the others plunged into the sea. When the wounded dragon fell, it let out a howl so agonizing it hurt the ears-likely the same dragon recently sighted. <br><br>At present, the Kanamians have deployed guards at the ruins' entrance to keep watch and prepare for any eventuality. <br>Once again, I strongly advise all citizens to steer clear of the ruins.",
    "IsHide": false
  },
  "1031090": {
    "Id": 1031090,
    "BookName": "Hartson's Letter to Home",
    "ReadingBookDes": "Letter Regarding the Rejection of Mr. Hartson's Request to Return to Byrnhald<br>Dear Mr. Hartson:<br>We have received your feedback regarding the poor conditions within the Dark Mist Legion, the lack of progress over a long period, and your desire to return to Byrnhald.<br>After internal investigation and deliberation, the decision has been made to reject your request. You are required to continue fulfilling your obligations within the Dark Mist Legion until the end of your service term.<br>The following is dictated by Baron Heinrich, conveyed on his behalf: \"Tch, kid, got hot-headed back then and just followed Denvel out? Saying you wanted to fight the Asterleeds, wanted to turn the tables or something. I told you long ago that was all nonsense. Denvel doesn't understand the real situation at all.<br>But it's good for you to go out and see the world. After all, you're an adult now. You have to pay the price for your decisions. Don't always think that when trouble comes, your old dad will bail you out. That doesn't work anymore.<br>Stay put. Write to me again when your military service is over.\" <br>Butler: Sebastian",
    "IsHide": false
  },
  "1031091": {
    "Id": 1031091,
    "BookName": "Procurement List",
    "ReadingBookDes": "Procurement List:<br><br>1. Compressed Biscuits<br>2. Salted Jerky <br>3. Salt <br>4. Flour <br>5. Milk <br>6. Distilled Water <br>7. Hard Candy Balls <br>8. Honey <br>Annotation: Rejected by Quartermaster, insufficient military funds.",
    "IsHide": false
  },
  "1031092": {
    "Id": 1031092,
    "BookName": "\"The Dragon Hunter of Regnus\"",
    "ReadingBookDes": "(A fantasy novel set on the futuristic Planet Regnus. After centuries of slumber, the dragon race rises again, unleashing chaos upon Regnus. To stop them, the protagonist Siegfried leads an elite dragon-hunting squad on a daring campaign. In the final battle, the dragons fuse their bodies with machinery in a last-ditch effort to surpass their limits. Siegfried, meanwhile, awakens the strength of an ancient divine lineage and defeats the mechanical dragon. The novel's highlight lies in the clever use of tactics and techniques to defeat a wide variety of dragon foes.)",
    "IsHide": false
  },
  "1031094": {
    "Id": 1031094,
    "BookName": "Diary of the Nameless One",
    "ReadingBookDes": "April 16, 598 Sunny<br>Today I passed through a great desert. So there really are places in this world entirely covered in yellow sand!<br>The sunlight spills down, golden and dazzling, truly beautiful.<br>Here, I met a big sister who uses beautiful cards for divination. She told me that these cards hide the world's past and future...<br><br>May 3, 599 Light Rain<br>It rained on the highlands. The rainwater washed away the mud and sand, revealing the stones underneath, shining brightly.<br>It seems like an animal I've never seen before was hiding behind the rain curtain, peeking at our caravan! As I was looking at it, it was looking at me too.<br>I really wish I could draw this scene to take back and show my father and the others.<br><br>July 22, 599 Overcast<br>I tried something called a \"gun.\" It can destroy most objects from a distance. It's a very dangerous thing...<br>The world outside is beautiful, but it seems to hide many dangers as well.<br>I hope I can bring beauty back to my tribe and drive away the dangers!<br>",
    "IsHide": false
  },
  "1031095": {
    "Id": 1031095,
    "BookName": "Elders of Kanamia",
    "ReadingBookDes": "Every ten years, the Kanamia Tribe holds an elder election, usually selecting several wise individuals of high prestige to serve as the tribe's supervisors and protectors. Whenever problems arise in the tribe, these elders appear to point out the tribe's issues.<br>This system seems to have been forgotten by the incumbent Chieftain. The last elder election was well over ten years ago. After the Asterleeds Independence War, the elders retired one after another and never reappeared.<br><br>My memory is getting worse day by day. To fulfill my mission, I am now writing down everything I still remember.<br>Tree Mushroom Elder, Trali<br>Elder Trali is an expert in mushroom cultivation. During the famine years, she helped the tribe survive the most difficult period by cultivating tree mushrooms. The Elder Pine Mushroom was improved by her and named after her... However, the flames of the Asterleeds Independence War destroyed her meticulously cared-for tree mushroom garden... Years of effort turned to naught. Elder Trali was heartbroken and eventually chose to live in seclusion in the mountains, no longer concerning herself with worldly affairs. The Elder Pine mushrooms are only one-fifth the size they used to be... Tree Mushroom Elder, when will we be able to see you again...<br><br>Murmuring Water Elder, Meztli<br>Elder Meztli excels in aquaculture. He collaborated with Elder Trali to help the tribe survive the famine. However, during the war, the rivers were polluted, and a large number of fish perished. This scene deeply pained him. After the war, he also decided to live in seclusion, away from the turmoil... Alas, the tribe is facing threats from Goblins and other demi-humans, and food is scarce... If he could appear, he would surely have a way to solve this problem.<br><br>Empty Elder, Iktaka<br>Elder Iktaka is the leader of the ancestral spirit sacrifices. He diligently studied ancient scrolls, deciphered much of the ancestors' wisdom, and proposed new views. He also constantly reminded the young people not to forget the mission given to us by the ancestral spirits... After the war ended, he chose to live in seclusion among the common people. However, his appearance, his physical features, also integrated into the tribe along with the wisdom he bestowed upon us. He gradually became an ordinary old man. I dare say, no one can recognize him now...<br>",
    "IsHide": false
  },
  "1031096": {
    "Id": 1031096,
    "BookName": "\"Heart of the Ocean Liner\"",
    "ReadingBookDes": "Asterleeds' prosperity is rooted in its thriving trade system. Leveraging its strong shipbuilding industry and unique Seaside geographical location, Asterleeds holds an unparalleled advantage in maritime trade.<br>At the core of this advantage are the transoceanic freighters that Asterleeds take pride in, especially those massive vessels capable of carrying tens of thousands of tons of cargo.<br>And the power source for these giant ships is precisely the masterpiece of the Artisan Guild - the \"Engram Engine,\" modified from Bapharian Legacies. This technological marvel is not only a symbol of Asterleeds' strength but also the cornerstone of its maritime transport.<br><br>-First Generation Engine<br>Modified by Artisan Johnson.<br>He first discovered a legacy that could be used as an engine and creatively combined the legacy engine with ships. This successfully propelled a small fishing boat, thus beginning the maritime legend of Asterleeds' fishing industry.<br><br>-Second Generation Engine<br>Chief Artisan, Benedict, proposed the design plan, and several elite artisans collaborated on the modification.<br>They successfully created a replaceable legacy: the \"Engram Engine.\" Furthermore, this legacy was abundant enough for mass production. This enabled Asterleeds to greatly expand its fishing industry by leveraging its advantage in ships and laid the foundation for Asterleeds' maritime trade.<br><br>-Third Generation Engine<br>Modified by Chief Artisan Ted, targeting the \"Engram Engine.\"<br>This further unleashed the efficacy of the original Engram Engine components, allowing them to power enormous ocean-going vessels. With this engine, Asterleeds' maritime shipping industry was able to begin a new chapter.<br>",
    "IsHide": false
  },
  "1031097": {
    "Id": 1031097,
    "BookName": "Paper Covered in Slime",
    "ReadingBookDes": "(The edges of the torn page are covered in claw prints and crystalline slime. Beside it lies a curiously shaped bone.)<br>Third Day - Ancient City of Vill<br>The blue scales found by the roadside weren't from a lizard. Those furry mutts are mimicking the black smoke from our fires. The stinking Mukus are still following us.<br>When Samir removed his prosthetic eye to soak it in wine, he glimpsed a newly carved spiral symbol on the rock wall, identical to the Diamond Feather Fissure. Damn it, when did Mukus become interested in diamonds?<br><br>Fourth Night - Mountain Pass<br>They've gotten smarter. The Mukus we shook off set half the forest on fire. The shadows dancing in the firelight were as numerous as a swarm of locusts.<br>The diamond suddenly became searing hot at midnight, burning through the velvet padding. The accompanying adventurer told us to get rid of that thing quickly, saying there was a curse on the diamond.<br>(The last line of writing is covered by a reddish-brown scab. Visible after scraping it off)<br>... Moon... Full...<br>",
    "IsHide": false
  },
  "1031098": {
    "Id": 1031098,
    "BookName": "\"Twilight Secrets\" Diamond Appraisal Certificate",
    "ReadingBookDes": "\"Twilight Secrets\" Diamond Appraisal Certificate<br>This diamond exhibits a typical old-mine cut, with soft fire and a slight warm tone. It contains a small number of feather-like inclusions and has strange sulfur-yellow growths, characteristic of hand-cutting. The gold setting features hand-chased engravings, with a closed-back design, and exquisite Artisanship. The overall condition is excellent, and the quality is superior.<br>Appraiser: Clement, National Leyline Administration",
    "IsHide": false
  },
  "1031099": {
    "Id": 1031099,
    "BookName": "\"Sad News: I Found Ancient Treasure\"",
    "ReadingBookDes": "(A fantasy novel in which the protagonist, Lancelot, incurs the wrath of a Legacy expert from the Artisan Guild after offending him. During a sea expedition, Lancelot stumbles upon the rare Legacy of the Divine. With his exceptional talent, he begins to modify the Legacy, creating inventions that far exceed the guild's technology. Jealous of Lancelot's groundbreaking achievements, the Legacy expert devises a plan to eliminate him. In the story's finale, Lancelot turns the tables using the Legacy of the Divine and establishes a revolutionary new guild.)",
    "IsHide": false
  },
  "1031100": {
    "Id": 1031100,
    "BookName": "\"What to Do When You Can't Beat an Ogre?\"",
    "ReadingBookDes": "How to Tame the Giants of the Plains Using Your Wits<br><br>In the vast Asteria Plains, ogres pose an overwhelming threat. New adventurers often fall into despair when they face these monstrous creatures, whose hammers can shatter rock, and whose charge rivals the speed of warhorses. To make matters worse, they destroy anything in their path without hesitation. <br><br>However, seasoned adventurers know that the ogre's greatest weakness lies in its uncontrollable rage. Here's how to handle them: <br><br>Lead Them to Goblins <br>Ogres may believe they are the undisputed rulers of the plains, but the agile goblins have a talent for fooling them. All you need to do is don a goblin pelt, grab the ogre's attention, and lead it to a goblin camp. Enraged, the ogre will immediately turn on the goblins and begin smashing them. That's when you strike. Unleash your ice arrows and spears from behind. <br><br>Use Meat and Gunpowder <br>Place a barrel of salted meat in a narrow tunnel. When the ogre charges in, light the gunpowder. The ogre, driven by hunger, will be focused entirely on the meat, unaware of the danger above. Once the flaming beams fall, you know what to do next. <br><br>Roar Back <br>A key trick is to mimic the ogre's own roar. When it charges with a deep, guttural growl, respond with an even louder shout: \"Dragon dung! \" The ogre will pause, confused by the unexpected words. That moment of hesitation gives you the precious chance to escape. <br><br>Next time you face one of these berserk giants, forget the sword, and instead, wear a sly smile.",
    "IsHide": false
  },
  "1031101": {
    "Id": 1031101,
    "BookName": "\"Crab Fantasia\"",
    "ReadingBookDes": "(A chilling horror novel about the Crab Society, a mysterious group that lures unsuspecting individuals with promises of membership, only to perform dark rituals, offering sacrifices to the so-called \"Ancient God.\" The story takes a shocking twist at its ending, revealing that the \"Ancient God\" is nothing but a deceptive facade, crafted by the Forest Folk from across the strait.)",
    "IsHide": false
  },
  "1031102": {
    "Id": 1031102,
    "BookName": "The Founding of Asterleeds",
    "ReadingBookDes": "In the past, conditions were extremely harsh, and the level of Legacy excavation was nowhere near what it is today.<br>Legacies beneficial to housing, furniture, or domestic life were exceedingly rare.<br>According to some older residents, Asterleeds at that time could hardly even be called a city. More like a small town in scale.<br>With a rapidly growing population, residents were soon faced with issues like housing shortages, lack of daily necessities, and inadequate public infrastructure.<br>The then-governing body, which would later evolve into the Council, issued a call for housing artisans. But few responded.<br><br>Under such circumstances, a number of Legacy experts stepped forward. They willingly put aside their valuable research work,<br>and threw themselves into grueling tasks like house design, infrastructure repair, and furniture crafting.<br><br>One must understand that working with Legacies is the very reason many became artisans. It was their dream.<br>These Legacy experts knew full well that Asterleeds restoration would take many years, <br>which meant that they would no longer have the chance to frequently interact with Legacies. All their early research would be reduced to nothing.<br>Even so, this group of artisans used their knowledge of Legacy<br>and combined it with traditional construction techniques - they created something unprecedented.<br>...<br><br>The leading artisan among them was named \"Webber.\"<br>At a time when Legacy utilization was still low, he insisted on designing a city-wide energy network system.<br><br>This idea was both bold and visionary. Thanks to his early planning during the reconstruction phase,<br>Asterleeds today enjoys the widespread use of Legacy-based energy systems. His contributions laid the foundation.<br>In today's Asterleeds, kitchen appliances in wealthy households, ventilation systems in restaurants, <br>or even lighting, signage systems and more, all operate thanks to the energy network designed by Webber.<br><br>To commemorate the dedication of these artisans, and Webber's foresight,<br>Asterleeds energy system was officially renamed \"Webber.\"<br>These admirable artisans became unique architectural artisans, still active in the Artisan's Guild today.<br>",
    "IsHide": false
  },
  "1031104": {
    "Id": 1031104,
    "BookName": "\"Former Top Artisan Now Fixing Boilerst\"",
    "ReadingBookDes": "(A fantasy novel about the brilliant artisan Mason, who falls from the prestigious position of chief technician to a humble boiler repairman, only to rise again in a powerful comeback. The book's captivating details about the creation of intricate instruments draw readers in, building a world where social status is determined by the mastery of craftsmanship. Interestingly, it seems that the character Mason might actually exist in real life in Asterleeds.)",
    "IsHide": false
  },
  "1031105": {
    "Id": 1031105,
    "BookName": "\"The Heiress's Engagement Is Actually About Me?!\"",
    "ReadingBookDes": "(A gripping tale of political maneuvering within a merchant guild, this novel follows Eddie, a cleaner who, after receiving a wedding invitation from the guild's heiress, unexpectedly finds himself engaged to Lady Elia. With his extraordinary business acumen, Eddie helps the merchant guild overcome numerous crises, only to uncover that the engagement was nothing more than a strategic move to secure the family's inheritance. In a surprising turn of events, disheartened Eddie, forms a genuine bond with Elia on the brink of giving up, and together they ultimately inherit the century-old guild.)",
    "IsHide": false
  },
  "1031109": {
    "Id": 1031109,
    "BookName": "A Call to All Citizens",
    "ReadingBookDes": "For your own safety, remain within the city. Unfortunately, the surrounding regions of Asterleeds still present significant dangers to travelers. The howls of goblins echo day and night along the fault line. Though the Asterleeds Defense Corps soldiers are brave, tirelessly hunting Brigands, boars, and monsters, much of the area remains hazardous. To ensure your safety, the Council has deployed additional forces to secure the city's borders. However, they cannot guarantee your safety outside. So, please refrain from venturing into the wild and avoid uncharted paths, for the sake of your loved ones...",
    "IsHide": false
  },
  "1031110": {
    "Id": 1031110,
    "BookName": "\"The Seagull III\"",
    "ReadingBookDes": "A collection of beautifully written poems, featuring standout pieces from the White Sands Poetry Society over the years. The verses often drift through themes of sea breeze, sandy shores, and sea lilies, gently echoing a quiet melancholy for those lost and the relentless passage of time. On the book's front page is a line of praise from Dandelion: \"When the sea breeze stirs the damp pages, the griefs polished by sand and gravel turn into pearls hidden deep within shells, whispering softly on every rainy night. \")",
    "IsHide": false
  },
  "1031111": {
    "Id": 1031111,
    "BookName": "\"How to Chat with a Cat I\"",
    "ReadingBookDes": "Want to bond with your cat? Ever wonder what your cat is thinking when they are not eating? Then you need this practical guide: \"How to Communicate with Your Kitty.\"<br>This collection of basic cat expressions was compiled by the editor after years of running a pet club and interacting with thousands of cats. It covers a wide range of common feline behaviors and vocalizations-an essential guide for any cat lover. <br><br>Basic Feline Vocalizations<br>Meow-: I'm here.<br>Meow-purr: I agree.<br>Meow-meh (with tail swishing toward the desired direction): Come here.<br>Meow-aww: I'm hungry.<br>Purr-mrrr (with tail held high): I'm happy.<br>Toot, toot (with tail slapping the ground): \"I'm not happy.\"<br><br>Feline Needs & Moods<br>Purr, meow-meh (with tail tapping the ground): I don't know. Ask the human.<br>Aww, purr (with tailing swaying): Don't bother me.<br>Aww, purr- (with head lifted, trying to headbutt your nose): I'm really hungry.<br>Aww, purr, grrr- (with back arched, fur puffed): I feel dangerous.<br>Grrr-mrrr, aww: My paws are itchy.",
    "IsHide": false
  },
  "1031112": {
    "Id": 1031112,
    "BookName": "\"Hidden Street Investigation\"",
    "ReadingBookDes": "The main street is lively and bustling, but just thirty meters to the north, a peculiar alley slips quietly between the commercial buildings. <br>Its entrance is blocked by trash bins and pipes, blocking out the sunlight, and few people venture in. Strangely, it doesn't appear on any city maps-urban planners insist it's private property, outside their jurisdiction. <br><br>At first glance, it seems like any other alley-unassuming, even a bit rundown. <br>But hold on-consider these details: <br><br>A warehouse fire in the alley once destroyed fifteen crates of textiles. Workers reported removing metal boxes stamped with troop numbers. The Asterleeds Defense Corps quickly sealed off the entire street, but their activities remain a mystery. <br><br>Moreover, council assistant Lauren Miller was last seen entering this alley before disappearing. The Asterleeds Defense Corps claim he resigned voluntarily, yet his family has offered a 10000 Luno reward for any information. <br><br>I traveled to Ocean Hill to check municipal records. Guess what? No record of this alley exists. <br>How, then, could a nonexistent alley operate for so many years? <br><br>An anonymous Storeowner inside the alley confided, \"The Council needs it more than we do. \"<br>Perhaps that holds the key.",
    "IsHide": false
  },
  "1031113": {
    "Id": 1031113,
    "BookName": "\"The Fall of the Pirates\"",
    "ReadingBookDes": "Following the Asterleeds Independence War, the people of Asterleeds endured a harsh time. Many lost their means of livelihood and were forced to abandon their homes. <br>Some took to the mountains and became Brigands, those with ships turned to piracy, while the landless and shipless disappeared into the underground. <br><br>Among them, the pirates were the most glamorous for a time. At one point, there were as many as six pirate crews roaming the seas near Asterleeds... but pirates also fell the fastest. Once the Asterleeds Defense Corps took notice of them, their fate was all but sealed. The reason? It's all clearly recorded in the Asterleeds Defense Corps' logs: the pirates were simply too brazen. <br><br>The largest pirate crew was called Tempest Corsairs. They were ruthless, formidable in combat, and plundered countless ships and goods. and money was only part of their haul-sometimes even nobles were taken hostage. <br>Legend says that Tempest Corsairs stashed their spoils in a hidden cave off the nearby coast. <br><br>Still, rumors persist that not all pirates were villains. Tempest Corsairs was said to be the most disciplined crew-they never targeted fishing boats and occasionally aided the poor or rescued stranded sailors. <br>But these are mere rumors-no one truly knows the truth, and few care to find out. Today, Asterleeds flourishes in peace and prosperity, and the days of pirate terror have faded into history.",
    "IsHide": false
  },
  "1031114": {
    "Id": 1031114,
    "BookName": "\"Land of the Night\"",
    "ReadingBookDes": "The streets of Asterleeds are clean and bright, and its people live with order and precision-like trains running on well-laid tracks. The Council staff sit high in their towers, sipping tea, signing documents, and overseeing everything visible. <br><br>But underground, it's a different world entirely. Lift a manhole cover and peer below-it's dark, damp, foul... but full of life. They call it the \"Underworld\", a living kingdom hidden beneath the city. The Council pretends it doesn't exist. They neither acknowledge nor manage it. No one asks why-just like no one questions why the tides rise and fall. <br><br>The Underworld has its own rules. Gang bosses lounge on moldy sofas, eating smuggled ham and drinking imported Specialty Drinks. Their underlings run errands, brawl, collect debts-just to scrape by. They won't go hungry, but no one's getting rich either. There's no council here, only something harsher: a choice between hunger and beatings. <br><br>Deals between the surface and the depths were struck long ago. No one knows the exact terms, but everyone understands: the surface leaves the underground alone, and the underground doesn't stir up trouble above. Food, Specialty Drinks, medicine-even weapons-always find their way down. And the money? It flows up quietly from the black markets and fight pits, like groundwater. <br><br>No one talks about it. And what if they did? The councilors would still shine in the spotlight, and the thugs would still be counting their cash. The sun keeps rising. The manholes stay shut. And the two worlds continue on their separate paths.",
    "IsHide": false
  },
  "1031115": {
    "Id": 1031115,
    "BookName": "\"Energy Division: A Different Perspective\"",
    "ReadingBookDes": "The Energy Division, a discreet and low-profile artisan team, is charting a completely different path from the Asterleeds Artisan Guild. <br>After the Asterleeds Independence War, with the exodus of Byrnhald's nobles and knights, this specialized artisan team found itself in a difficult position. On one hand, they had lost their influence, and staying in Asterleeds would place them in a passive situation, on the other hand, leaving would mean relinquishing the Webber family's most prized creation-Webber Energy Network-to Asterians. <br>After much deliberation, they chose to stay. Even though they later clashed with the Artisan Guild master's ideology, they silently endured. Their situation was difficult-they had to procure all their own tools, along with even the most basic necessities for their staff, such as clothing, eyewear, and drinking vessels. Some believe these supplies were shipped in from Byrnhald, while others claim they came from a newly established Webber facility near Asterleeds. Whatever the origin, the group chose to remain despite their ideological rift with the Artisan Guild-committed to safeguarding their ancestors' creations and ensuring the people of Asterleeds could continue to use energy safely. <br><br>They are like ancient guardians, protecting the city's vital energy source, the \"Webber Energy Network\", following a mysterious, unconventional path to preserve the work of their forebears. Regardless of shifting political landscapes, their research remains unwavering. What truly divides the artisans is not politics, but their differing pursuits and beliefs. <br>This is the Energy Division of the Artisan Guild-or, perhaps more fittingly, the \"Webber Industrial Energy Division.\"",
    "IsHide": false
  },
  "1031116": {
    "Id": 1031116,
    "BookName": "\"Crabs: The Hideous Sea Bugs I\"",
    "ReadingBookDes": "In Asterleeds, refusing to eat crab has long been an unwritten rule. <br>Yet lately, some have begun to flout this tradition with reckless boldness. <br>It's not just that these shelled creatures are hideously ugly-they also violate many taboos, which is why crabs remain unwelcome here. <br>Here are three popular tales from around Asterleeds, all oddly involving crabs. <br>Hear them first-then decide if you still want to eat crab.<br><br>Story One: Vivian's Son <br>Lady Vivian of the Entertainment District was kind-hearted and well-loved by her neighbors. Last year, her son returned from a fishing voyage with a basket full of crabs, claiming that people from the outer seas prized them highly. The crabs scuttled noisily across her room, their eight legs scraping the floor like giant cockroaches magnified a hundredfold. <br>Unfortunately, her neighbor Matilda came over to borrow some spices, caught sight of the creatures, and immediately fainted. She remained unconscious for seven days and nights, only waking to scream that she had seen \"sea bugs\". <br>Word of the incident spread swiftly across the city. Everywhere, people whispered in disbelief, \"Crabs? They're basically bugs! How could refined Asterians stoop to eating something so vile?\"",
    "IsHide": false
  },
  "1031117": {
    "Id": 1031117,
    "BookName": "\"The Crime and Redemption Beneath the Street Lamp\" Performance Poster",
    "ReadingBookDes": "BREAKING NEWS! BREAKING NEWS! BREAKING NEWS! <br>\"The Crime and Redemption Beneath the Street Lamp\"<br>-The Most Gripping Drama of the Year-<br>Good vs. Evil! <br>Innocent Girl vs Deceptive Noble<br>Intrigue, Betrayal, and a Stunning Twist in the Sea Breeze! <br><br><br>Highlights<br>1. Custom-built lighting to recreate a lifelike street scene.<br>2. Mechanical stage design showcasing the mesmerizing shipwreck in the harbor.<br>3. Live orchestra to bring the drama to life! <br><br><br>Starring<br>Miss Clara Wilson as Orphan Bessie<br>Edward Graves as the Hypocritical Lord<br><br><br>Only 3 Weeks of Performances! <br><br>At the Arena Town Central Theatre, Main Hall<br>7:30 PM sharp<br>(Closed on Sundays)<br><br>Ticket Prices<br>Private Box: 5000 Luno | Front Rows in Central Area: 200 Luno<br>Back Rows: 100 Luno | Top Floor: 60 Luno<br>Family Ticket Discount: 5 Luno off for each child brought<br><br>Warning: Not recommended for the faint-hearted! <br><br>-Officially Approved by the Council-",
    "IsHide": false
  },
  "1031118": {
    "Id": 1031118,
    "BookName": "\"Laugh! Drink! Party All Night!\" Performance Poster",
    "ReadingBookDes": "Side Hall Night-\"Mary Lloyd\"<br>Laughter! Drink! A night of revelry! <br><br>The Star of the Harbor District, Mary Lloyd<br>-A voice that captures the city's joys and sorrows, a soul that dances with life-<br><br><br>Featured Performances<br>• Ode to the Meadow Mushroom<br>• Comedy One-Act Play: The Drunk and the Landlord<br>• Grand Finale: Acrobatic Troupe \"Flying Aerialist\"<br>At Arena Town Central Theatre, Side Hall<br><br>Every night from 10 PM to midnight | Specialty Drink: 20 Luno per pint<br>Warning: Not suitable for children!",
    "IsHide": false
  },
  "1031119": {
    "Id": 1031119,
    "BookName": "\"The Nobles of Byrnhald\" Performance Poster",
    "ReadingBookDes": "New Season Gala Opening! A Perfect Combination of Technology and Art<br>World Premiere: Satirical Opera \"The Nobles of Byrnhald\"<br>(A groundbreaking new masterpiece by Gilbert & Sullivan)<br><br><br>All-Star Cast<br>- Sir Algernon Bright as the Impostor Count<br>(Original cast member of The Drunk and the Landlord, Arena Town's Comedy King)<br>- Lillian De Winter as the Two-Faced Maid<br>(Lead soprano of the Creek Valley Opera, making her comedy debut)<br>- Special Guest Star: Leader of the Old Vick Theatre Company as The Villan<br>Edward Sassen as the Stuttering Chancellor<br><br><br>Artisan Guild Certified, Featuring Three Major Technical Innovations<br>1. Rising Stage: The stage supports a seamlessly transition from a slum to a gilded palace. <br>2. Immersive Spectating: The seats are upholstered in premium velvet, silencing all sounds except for the occasional cough. <br>3. Enhanced Lighting: Lighting effects are precisely tuned to flawlessly produce the \"Floating Count\" visual. <br><br><br>Performance Details<br>At the Arena Town Central Theatre, Main Hall<br>Performance Schedule: Wednesdays/Saturdays at 8 PM | Charity Show on Sunday Afternoon<br><br><br>Audience Guidelines<br>• Formal attire is required, overly casual clothing may be refused entry.<br>• No anti-monarchist banners, folding umbrellas, or large pets allowed.<br>• Live flame scenes, not suitable for individuals with heart conditions.",
    "IsHide": false
  },
  "1031120": {
    "Id": 1031120,
    "BookName": "\"A Night with Kleisler\" Performance Poster",
    "ReadingBookDes": "Classical Concert: \"A Night with Edgar von Kleisler\"<br>-Honoring the 38th Anniversary of the Renowned Composer's Passing<br><br>- Arena Town Philharmonic Guild's Annual Masterpiece<br>Full Performance of Sea Breeze Symphony<br><br>Special Performance by the Byrnhald Classical Orchestra<br>• Conductor: George Scott<br>• Featuring a rare 32-person string ensemble<br><br>Time<br>Arena Town Central Theatre, Main Hall | 8:00 PM<br>Latecomers may only enter during the intermission<br><br>Ticket Prices<br>Front Rows: 500 Luno | Standing Room: 60 Luno<br>Sheet music brochures available for 10 Luno each, including the composer's biography",
    "IsHide": false
  },
  "1031121": {
    "Id": 1031121,
    "BookName": "\"The Puppet with Enamel Eyes\" Performance Poster",
    "ReadingBookDes": "Opera: \"The Puppet with Enamel Eyes\"<br><br>[Plot Overview]<br>Master puppeteer Gabrius creates a lifelike puppet girl, Asia. However, Asia breaks free from his control, expressing her fervent yearning for emotion through a coloratura soprano as she embarks on a journey to find her heartbeat and freedom. <br><br>[Artistic Presentation]<br>- The choreography is based on mimicking the movements of puppet joints, blending classical ballet pointe techniques to create a poetic contrast. The Mazurka dance serves as a motif throughout, while renowned soprano \"Stella\" delivers a mesmerizing puppet aria. <br><br>- Custom-designed puppet costumes are crafted for the performers, vividly depicting the transformation between puppet form and human posture. <br><br><br><br><br>Performance Schedule: Five consecutive nights of performances<br>Time: 19:00<br>Location: Arena Town Central Theatre<br><br><br>[Ticket Information]<br>VIP Ticket: 8000 Luno<br>Standard Ticket: 500 Luno<br>Telescope Rental: 150 Luno per performance<br>",
    "IsHide": false
  },
  "1031122": {
    "Id": 1031122,
    "BookName": "Mind-Blowing Thoughts, No. 89",
    "ReadingBookDes": "\"Most of the time, 'Next time' is just another way of saying,<br>'No, thanks.'\"",
    "IsHide": false
  },
  "1031123": {
    "Id": 1031123,
    "BookName": "Mind-Blowing Thoughts, No. 90",
    "ReadingBookDes": "\"The time it takes to read this note<br>is exactly equal to the second of your life that has slipped away.\"",
    "IsHide": false
  },
  "1031124": {
    "Id": 1031124,
    "BookName": "\"Medical Certificate\"",
    "ReadingBookDes": "To: \"The Patient\" <br>Perhaps you're still clinging to hope? It's time to wake up- this letter is here to shake you out of your delusion. <br><br>When you slumped in that bar chair, pretending to have a migraine, I saw right through your poor act. <br>But as a responsible doctor, I must admit, your condition is serious. Below is my official \"medical record.\" <br><br>Medical Record: <br>1. Photophobia - Your pupils constrict too quickly, a classic sign of excessive exposure to light. <br>2. Delayed Reaction - Your responses and choice of words are unnervingly rigid. After a few questions, the structure of your answers was exactly the same, indicating your brain was exhausted and the mental pendulum had stopped. To maintain a semblance of normalcy, you've trained yourself to respond with pre-set phrases. <br>3. Mental Strain - I noticed excessive sweat on your palms, likely caused by anxiety or mental stress. However, you remained unnervingly calm in conversation, suggesting you're hiding something. <br><br>Doctor's Advice: <br>I know you're hiding something. That prism in your suitcase isn't meant for your malicious use. Trying to lull me with sleep-inducing methods? It may work on others, but not on me. <br><br>Now, let's address the bruise on your forehead. Are you confused? When you opened your suitcase, I reversed the prism's effect. That's why your forehead slammed into the table-consider it a gentle reminder. <br><br><br>Listen closely. We both know the consequences of misusing such \"Legacy\", but you have recklessly abused it. <br>I strongly urge you to stop immediately. Don't activate the prism again. Should I find you pulling the same dangerous stunt in Asterleeds, I will \"advise\" you again-in the same manner. <br><br>The consultation fee has already been taken from your suitcase's hidden compartment, and the drink is on me.",
    "IsHide": false
  },
  "1031125": {
    "Id": 1031125,
    "BookName": "Mind-Blowing Thoughts No. 93",
    "ReadingBookDes": "\"Add five letters to your name,<br>and it's no longer your name.\"",
    "IsHide": false
  },
  "1031126": {
    "Id": 1031126,
    "BookName": "Mind-Blowing Thoughts No. 94",
    "ReadingBookDes": "\"If you tell me the year you were born,<br>I can tell you how long you've been alive.\"",
    "IsHide": false
  },
  "1031127": {
    "Id": 1031127,
    "BookName": "\"Shocking! Eerie Sounds from Below!\"",
    "ReadingBookDes": "Why has the music hall in Entertainment District reported strange tremors during its events? Why are the sewer covers in Port Town repeatedly found open without cause? Why do the street lamps on the main street always mysteriously go out at midnight? <br>One bizarre phenomenon after another-each more puzzling than the last. What is the truth behind these incidents? <br><br>Despite multiple reports submitted to the Council, officials have only offered a vague excuse: \"It's part of the new energy network testing.\" Even more suspicious is the silence from the Asterleeds Defense Corps-many soldiers outright refuse to comment! <br><br>One young patrolman confided: \"We've never once inspected the sewers. In fact... we're told not to talk about them at all.\"<br><br>Therefore, we issue this public warning: Stay away from sewer entrances. And whatever you do, don't try to enter. <br>The truth remains shrouded in fog. We will continue our investigation. Stay tuned with Asterleeds After Dark.",
    "IsHide": false
  },
  "1031128": {
    "Id": 1031128,
    "BookName": "\"Burnt IOU Note\"",
    "ReadingBookDes": "\"Outstanding debt to Mr. Jesper Hawk of the Floaters: 1. Fifteen juice-gland capsules 2. One left eye (lost in a wager-payment due on the next full moon) <br>Signed: Edwin Snell, Second-in-command of the Hobos <br><br>(Scrawled furiously on the back: How dare you ■ take my glass eye?! You'd better start digging your graves!) \"",
    "IsHide": false
  },
  "1031129": {
    "Id": 1031129,
    "BookName": "\"Radiant Stone Enthusiast Guide - Standard Weapons Edition\"",
    "ReadingBookDes": "Asterleeds Defense Corps Weaponry Overview: <br><br>Power-Enhanced Longsword - Forged in the aftermath of the Asterleeds Independence War, the weapons now wielded by the Asterleeds Defense Corps have evolved far beyond the simple cold steel of the past. <br>The Power-Enhanced Longsword, upgraded with Bapharian Legacy, generates tremendous thrust, enabling its wielder to effortlessly cleave through massive boulders-something no traditional cold weapon could ever achieve. <br>It's important to note that \"Power Longsword\" is a popular term among the public, its official codename is quite different. <br><br>Energy Rifle - This firearm, after a brief charging period, releases high-speed energy projectiles at impressive ranges. Though its raw impact power is slightly less than that of the Power-Enhanced Longsword, its superior range makes it a formidable tool. <br>Notably, it has a portable version. There are rumors that the assassins involved in the Ocean Hill Assault incident used this very portable model.",
    "IsHide": false
  },
  "1031130": {
    "Id": 1031130,
    "BookName": "\"Universal Combat Potion (Type III)\"",
    "ReadingBookDes": "Three injections! Just ■■ three! They'll turn you from a gutter rat into a Tempest Ogre! <br><br>Injection 1: Muscles will swell, like thick ropes pulling a ship. <br>Injection 2: Your body doubles in size, and your arms resemble those of a Bapharia Golem-so cool! <br>Injection 3: Even your brain starts to grow muscle! Side effect? Sometimes your left brain will argue with your right... But don't worry-just focus on beating your opponents! <br><br><br>Final Warning: <br>If you don't take the Universal Combat Potion (Type III) in the next three days, your opponents will crush you!",
    "IsHide": false
  },
  "1031131": {
    "Id": 1031131,
    "BookName": "\"Get-Rich-Quick in Asterleeds\"",
    "ReadingBookDes": "(This is a comprehensive guide on raising pigs in the sewers, presented in a serious and practical tone. The book delves into why Boarrierrier meat has become a coveted commodity in Asterleeds, offering a detailed, step-by-step approach to everything-from site selection and breed choices to feed formulations and marketing strategies. It even includes contingency plans for unexpected situations, such as Asterleeds Defense Corps raids, provocations from the Pioneer Bureau, and pig herd uprisings.)",
    "IsHide": false
  },
  "1031132": {
    "Id": 1031132,
    "BookName": "\"Candy Wrapper Chronicles\"",
    "ReadingBookDes": "Candy Wrappers: A rare commodity in the underground world, originally a traditional candy packaging from Asterleeds. Yet, in the depths of the Underworld, it has become a coveted treasure. What's the reason behind this obsession? Reporter Carlos, risking his life, ventured deep into the underground to bring you this exclusive report. <br><br>In the underground world, where brute force dominates, entertainment lacks the shine of the surface world. Here, people are far more interested in watching others fight and suffer, profiting from the chaos. This is where the arena comes into play. <br><br>Before each match, the muscular guards collect candy wrappers as admission, asking you which fighter you're betting on. You can choose to multiply your stake. If you wager ten candy wrappers and your fighter wins, you'll receive a tenfold return. But be warned-if your fighter loses, you'll face the same tenfold loss. <br>These candy wrappers can be used for future bets or exchanged at select vendors for essentials like food, medical supplies, and personal items-how these vendors acquire such goods remains a mystery. At this point, the candy wrapper's function evolves drastically. It goes from being a mere packaging to something far more valuable: a token of survival. <br><br>If you see them as relief vouchers, the situation starts to make sense. In this resource-starved underground world, where refugee camps remain curiously calm and free of uprisings, it speaks volumes about the power and control wielded by the underground leaders. And when you look at how these resources are obtained, it becomes clear they must have some connection to the surface world... (The manuscript abruptly cuts off here, with ominous red and black stains smudging the lower half of the page.)",
    "IsHide": false
  },
  "1031133": {
    "Id": 1031133,
    "BookName": "Water-Resistant Map Lost by Someone",
    "ReadingBookDes": "(A durable map crafted from gray leather, clearly treated to be waterproof. It roughly outlines three districts of the underground world, with annotations: District 1: The Hobos - Lazy, prone to opportunism, low threat level. District 2: The Floaters - Half fools, half geniuses. Their leader is sharp, calculating, and manipulative, with a deep understanding of human nature, high threat level. District 3: The Robbers - Strong advocates of brute force. Their leader is adept at mental manipulation, extremely high threat level.)",
    "IsHide": false
  },
  "1031134": {
    "Id": 1031134,
    "BookName": "\"Lerom's Ultimate Dignity Package - Death Over Dishonor\"",
    "ReadingBookDes": "Lerom's Ultimate Dignity Package<br><br>A once-in-a-lifetime experience, brought to you by Lerom-the pioneer of sewer funerals<br>-It's costly, but truly worth experiencing<br><br>Package includes: <br>1. Music: Harmonica performance of \"The Endless Torrent of Sewage.\" <br>2. Eulogy: A gang-style tribute to the deceased's life, with no room for laughter. <br>3. Silent Tribute: All attendees will collectively observe two minutes of silence for the deceased. <br>4. Spiritual Passage: The assistant will strike the sewage pipe, sounding the final farewell bell. <br>5. Final Rest: Lerom personally prepares a special potion to ensure the body is fully decomposed. <br><br><br>Price<br>• Thirty glandular sacs<br>• Willingness to be a funeral practice prop<br><br>Booking Instructions: <br>Contact Scorpion, a member of the Robbers<br>Warning: Unauthorized imitators will be given the \"live burial experience.\"<br><br>\"To live eternally in the sewage is far nobler than to decay under the sun.\" - Lerom<br><br>",
    "IsHide": false
  },
  "1031135": {
    "Id": 1031135,
    "BookName": "\"Taste Revolution: Sewer Cuisine Unveiled\"",
    "ReadingBookDes": "(This magazine features three unique delicacies from the underground world: Arachnocrab Crystal Jelly, Honeycomb Lava Iron Pipe Roast, and Fungal Mycelium Golden Dew Dessert. <br><br>All ingredients are sourced from mutated creatures within the sewers. The Mad Chef, after sampling these dishes, reported occasional side effects, such as hallucinations, but admitted that the flavors were surprisingly delightful. <br><br>The magazine concludes with the Mad Chef's review upon waking: \"When I learned these Arachnocrabs may have come from the sewage pipes of Ocean Hill, it felt as if I had consumed some form of dark power.\" \"）",
    "IsHide": false
  },
  "1031136": {
    "Id": 1031136,
    "BookName": "\"Rusty Nails in the Bone\"",
    "ReadingBookDes": "Dumb Hammer, you coward, show yourself! <br>If anyone spots Dumb Hammer from the Robbers, report immediately to me, Rusty Nail. A reward of 10 (crossed off) / 7 (crossed off) / 5 Arachnocrab Protein Paste will be given upon capture. <br><br>Dumb Hammer's Crimes: <br>1. Destroyed the Floaters' three-pronged sewage outlet, causing the candy wrappers to get soaked. <br>2. Left behind the Robbers' badge while stealing fish from the surface, a blundering attempt to frame others. <br><br>Warning: <br>Anyone foolish enough to harbor him will find themselves being used as a tool to clear out rusted pipes.",
    "IsHide": false
  },
  "1031137": {
    "Id": 1031137,
    "BookName": "Sewage-Stained Letter",
    "ReadingBookDes": "To Hemira: <br>Put down those tiresome petri dishes and hear me out-I've stumbled upon something truly spectacular: the Underworld! They claim it's a place with no rules, where \"the fist speaks!\" <br>Every day, I find myself witnessing the most perplexing scenes. It'd take too long to write them all down, so let me share just one that stood out. <br>Yesterday, while at the third energy pipeline, I watched a truly bizarre drama unfold-a fool from Asterleeds arrived to inspect the pipes, accompanied by a homeless man who looked like her assistant. You won't believe what happened next! The little rat actually knocked out his master with a wrench! <br><br>I'm not concerned with his motivations, but I am dying to see what happens when this little mouse encounters true chaos! <br>So, I followed him, eager to put my own trick to the test:<br>Would he choose the red pill for pain relief, or the blue one for a \"surprise\". He went with the red, and now that poor body is still dancing a classical waltz, as though wound by a clock. Hemira, this place has the true freedom-no Asterleeds Defense Corps, no laws, just a world of bewildering chaos. <br><br>P.S.: <br>In case you're burning with curiosity, let me offer you a few more details: I slipped a little something into the pill that cleared his mind, and then gave him a few subtle nudges-now, he's showing off his \"treasures\" to anyone he meets. Guess what I suggested to him? <br><br>P.S.: I've already got the next riddle ready:<br>\"Those who sip from the darkness shall gain honey,<br>Those who chart the stars shall earn salt,<br>But those who stroke the fur...\"<br><br>Your Ever-Knowing Ally, the Riddler, the Ghostwriter for Chaos",
    "IsHide": false
  },
  "1031138": {
    "Id": 1031138,
    "BookName": "\"Duel in the Steel Cage\"",
    "ReadingBookDes": "\"Scorpion\" vs. \"Starly\"<br><br>Location: As usual, Arena in District 2 <br>Contact Phrase: \"I'm here to lick candy wrappers.\"<br>Time: This Saturday, midnight. Don't come late. <br><br>Contestants: <br>Scorpion: Holder of the 3-second strangulation record, his cone-shaped strikes are as lethal as Void Bzzars' stingers. <br>Starly: The undefeated Novice, his ten-thousand-ton left punch can bend steel pipes with ease. <br><br>(An exaggerated image: In a steel cage, Scorpion's right hand transforms into a venomous stinger, crashing against a massive fist, releasing a burst of neon-colored lightning, while red candy wrappers rain down onto the audience seats.) <br><br>Prize Pool: Over 30,000 candy wrappers and counting!!!",
    "IsHide": false
  },
  "1031139": {
    "Id": 1031139,
    "BookName": "Webber Energy Network Operation Log",
    "ReadingBookDes": "Webber Energy Network Inspection Record<br>File Number: Webber-Energy-Routine-Check-091<br>Operator: Mikawa (ID: \"Ash\"-217, Head of the Energy Team)<br><br>Inspection Target:<br>Webber Energy Network Core Control Module, Sewer District 2, Energy Node 3. <br><br>Recorded Anomalies<br>1. Energy Fluctuations: The energy stabilization module has failed, leading to frequent energy disruptions. <br>2. Heat Anomalies: Localized heat pipes are glowing incandescently, nearing melting point. <br>3. Legacy Malfunction: The detector reports the core module's integrity is below the safety threshold. <br><br>Test Results<br>Risk Level: S (Potential for large-scale collapse of the energy network) <br><br>Recommendation: Immediate implementation of Webber Protocol Section 14-Emergency Partial Shutdown Procedure. <br><br><br>(Below the official section, a scrawled note appears.)<br>Underground gang activity is spreading too quickly. It's possible this is intentional. This issue has surpassed control limits and should be reported to...",
    "IsHide": false
  },
  "1031140": {
    "Id": 1031140,
    "BookName": "\"The Unlucky Pirate\"",
    "ReadingBookDes": "It is said that the reason the Asterleeds Defense Corps launched a large-scale operation to eradicate the pirates was due to an offense committed against a certain noble family. However, based on my investigation, these are mere unfounded rumors-widely circulated, but not true. <br>Now, allow me to explain the real story. <br><br>According to my findings, the noble family allegedly plundered was the Springfields family. But it wasn't the entire family that was targeted, rather, their youngest daughter, Ereka, who mysteriously disappeared after a boat trip. Regrettably, the Springfields family refused my request for an interview. Nevertheless, I managed to access the family records through other channels, and this is where it gets even stranger-the name Ereka is entirely absent from the Springfields family's genealogy. <br><br>As for the Asterleeds Defense Corps, after interviewing both retired and current personnel, I found some individuals who participated in the operation to eliminate the pirates. It is now almost certain that, during a concentrated period, the Asterleeds Defense Corps conducted a sweeping and meticulous operation against the pirates. However, the term \"eradication\" may not be entirely accurate-it was more of a \"search\", in a sense. <br><br>According to an anonymous veteran, the Corps' high command, desperate and frantic at the time, attempted to search nearly every pirate ship and hidden cave for stolen goods. The scale of their operation raises a curious question: What could the pirates have taken that prompted such efforts? <br><br>From this, it seems the reason the pirates scattered was not to seek a noble family, but because they were searching for something. That \"something\" might have had some mysterious connection to the pirates, and it eventually caused their abrupt disappearance. <br><br>Thus, although we still do not know Ereka's fate-or even whether she truly existed- At least we can conclude this: the reason the pirates were eradicated was not the alleged plundering of the noble family, as is commonly believed. <br><br>Finally, one lingering question remains: Did the Asterleeds Defense Corps ever find what they were searching for? <br>Based on later records, it seems likely that they did not. After all, such a major operation should have yielded results, but the senior officer overseeing it were ultimately dismissed...",
    "IsHide": false
  },
  "1031141": {
    "Id": 1031141,
    "BookName": "\"Tales of the Probes\"",
    "ReadingBookDes": "The ancient Bapharian Divine must have been intrigued by Regnus, much like us. They, too, were exploring this planet, and the numerous fragments of their probes found in various locations are ample evidence of this. <br>From the debris, it's inferred that their probes were spherical in shape and likely equipped with anti-gravity technology. Fragments have been discovered on beaches and within recently uncovered underwater caverns, suggesting that the Bapharian Divine once ventured deep into the sea. They likely encountered an unknown force-one so potent that even Bapharia's advanced technology couldn't withstand it, resulting in their demise beneath the waves. <br><br>Interestingly, similar Bapharian probe fragments have also been found in the mountains and deserts, leading us to believe these probes were designed for navigating perilous terrain. It's speculated that they weren't intended to carry biological matter, but instead operated remotely to collect vital data. <br><br>But why did the Bapharian Divine go to such lengths to explore? What mysteries were they seeking to uncover? The exact answer remains unknown. But it's clear that Planet Regnus harbors a secret-one so profound that even Bapharia's superior technology could not uncover it.",
    "IsHide": false
  },
  "1031142": {
    "Id": 1031142,
    "BookName": "\"The Iron Mask Incident I\"",
    "ReadingBookDes": "Volume I: Complete Record of Attacks<br>1.1 First Attack: Sewer Assault<br><br>Scene: The bodies of two Asterleeds Defense Corps soldiers were discovered in the sewer. The fatal injuries were deep neck punctures. The bodies were arranged in a kneeling posture, facing the direction of the Corps headquarters. The weapon used was a standard-issue Defense Corps firearm (Serial No. Gun-1079, originally assigned to the deceased soldier, Ryan Clough). <br>Internal Corps Report: \"Preliminary assessment indicates a retaliatory strike by the violent group 'The Hobos'. It is recommended to suppress the news to prevent public panic. \"<br><br>1.2 Second Incident: Arena Town Theater Assault<br><br>Witness Testimony (excerpt from Thomas' notes, a reporter at Ocean Hill Evening News): \"During the third act of 'The Nobles of Byrnhald', the protagonist's wings suddenly ejected shards of gears. Defense Corps soldier Thomas, seated nearby, was struck and seriously injured. <br>Upon investigating the control panel, a modified firearm was found lodged in it, with the handle inscribed 'Legacy Knight No. 1'. \"<br><br>Technical Analysis (from Artisan Guild's report): \"The weapon was a modified training firearm issued to the Defense Corps. The training module appears to have been replaced with a high-damage combat module.\" <br><br>1.3 Final Showdown: The Bell Tower Duel<br>Testimony from Surviving Defense Corps Soldier (Audio Recording No. 102, name omitted for safety reasons): \"It was a man wearing an iron mask, his right arm moving too swiftly to be human... Soldier Adeline fought him, and in the end, she used Ryan's old sidearm to shoot through Ryan's chest. That's when Ryan finally fell. <br>But at that moment... I heard Ryan's body make the sound of metal being pierced. \"<br><br>Autopsy Report: \"The killer's right body had been modified with an unknown module, and a metal plate had been attached to his face. The left side of his face matched that of Ryan Clough. Ryan's heart was absent from the body.\"",
    "IsHide": false
  },
  "1031143": {
    "Id": 1031143,
    "BookName": "\"Crabs: The Hideous Sea Bugs II\"",
    "ReadingBookDes": "Asterians' Tradition of Not Eating Crabs - Rumor #2 <br><br>Story 2: The Cursed Crab Ship<br>A few years back, the Fishers' Guild seized a smuggling vessel-an eerie one. Not a single crew member remained aboard. The only thing left? A cargo hold filled with crabs. <br>The fishermen were horrified. No one knew what to make of it, and in the end, the guildmaster himself had to step in. <br><br>He showed no fear at the sight of a ship full of crabs. Instead, he calmly produced a magnifying glass and began inspecting them one by one. Finally, with a pair of tweezers, he extracted a half-inch-long red threadworm from between a crab's legs and declared, \"This is the culprit.\" <br>He theorized that the crabs were riddled with parasites-and perhaps the captain had eaten one, become infected, and in a delusional frenzy, threw himself into the sea. <br><br>Gasps all around. <br><br>Later, the guildmaster went on a citywide tour with the specimen. In the cloudy jar, settled in a layer of dark silt, was a small, sluggish crab-and the infamous red worm crawling beside it. <br><br>\"Look closely!\" he cried. \"Every crab carries one of these. Still hungry? \"<br><br>",
    "IsHide": false
  },
  "1031144": {
    "Id": 1031144,
    "BookName": "Mind-Blowing Thoughts No. 95",
    "ReadingBookDes": "\"Your current age plus five<br>is your age five years from now.\"",
    "IsHide": false
  },
  "1031145": {
    "Id": 1031145,
    "BookName": "\"Hypotheses on the Formation of Submarine Voids I\"",
    "ReadingBookDes": "A hollow space has appeared beneath the sea near Asterleeds, sparking heated debate among scholars. I'd like to share my own perspective. <br><br>Theory 1: Spatial Displacement <br>One explanation suggests that a section of underwater space somehow \"slipped away\" and was replaced by another fragment, leaving behind a void. <br>It's a story people love-mysterious, fantastical, ripe with imagination. <br>But it has many flaws. <br>Alternate dimensions? There's no proof. <br>Even if they did exist-how would space just slide away? What kind of force could cause that? Subterranean energy? No one has seen any such activity. <br>In a word, this theory has flair, but it's flimsy. What it needs is evidence. <br><br>Theory 2: The Bapharian Divine's Legacy <br>When the inexplicable happens, many instinctively point to the Bapharian Divine.<br>They're mentioned so often that just reading those words makes me frown. <br><br>Still, we can't rely on gut feelings or personal biases. Let's look at the evidence. <br>Unusual Engram fluctuations have been detected near the hollow. <br><br>The interior is equally strange- containing both terrestrial and aquatic ecosystems. <br>Most notably, it features \"Red Candle Coral\", which scientists say takes over a hundred years to grow. This suggests the hollow is ancient. <br>From this, some leap to the conclusion: the Divine race was here -this must be their forgotten ruin. <br><br>But that, too, doesn't quite hold water. Despite the anomalies and the Red Candle Coral,<br>not a single piece of the Divine's relics has been found. Not even a trace. <br><br>It sounds more like a legend built around a mystery. <br>Is it true or just a story? We'll need to go deeper- literally and figuratively. We need facts. We need proof. <br><br>And there is one more theory-slightly more grounded...<br>",
    "IsHide": false
  },
  "1031146": {
    "Id": 1031146,
    "BookName": "\"Hypotheses on the Formation of Submarine Voids II\"",
    "ReadingBookDes": "Beyond the two earlier theories, there's another: the whirlpool theory. <br><br>Near the undersea hollow lies a stretch of ocean sailors call the Evershade Waters-a place with a grim reputation, where countless ships have sunk. <br>At the heart of it is a massive whirlpool. Just how big? They say it can swallow anything-large vessels, small boats-it makes no distinction. Strangely, it doesn't keep what it takes. Whatever's dragged under eventually resurfaces, cast out into nearby waters. <br>Coincidence or not, the undersea hollow lies exactly where things tend to be spat out. <br><br>So, is the whirlpool responsible? Could it truly have hollowed out the seafloor? <br>Hard to say. There's no solid proof linking the two. <br>And even if there were, how did the whirlpool itself appear? One mystery only replaces another. That's not much of an answer. <br><br>An old scholar once told me, maybe the real problem is that we humans still understand too little, our technology still crude. Perhaps this is nothing more than a natural phenomenon we've yet to comprehend-like thunder before we knew what caused it, or the rising of the sun. <br>These days, life in Asterleeds has improved. People are comfortable. Few are curious enough to question the strange and unexplained. <br>The whirlpool theory may not be perfect, but I find it compelling. Because it pushes us forward. Don't rush to close the book-keep digging. The sea still guards many of its secrets.",
    "IsHide": false
  },
  "1031147": {
    "Id": 1031147,
    "BookName": "\"Mystery of the Missing Byrnhald Envoy\"",
    "ReadingBookDes": "The recent informal visit of the Byrnhald delegation to Asterleeds has been widely interpreted as a gesture of goodwill from the Royalists towards Asterleeds. <br>Although the delegation consists of twelve members, the accompanying scribe, Albrecht, has conspicuously remained absent from subsequent events. The role of the scribe is crucial in such diplomatic visits, so his prolonged absence raises questions-could something have happened? <br><br>A rumor quickly spread that, on the day following the visit, Albrecht was briefly spotted in the port district. Given the area's known security issues, it's now suspected that the scribe may have been kidnapped. Even more intriguing, a hotel staff cleaning Albrecht's room reportedly discovered a letter that had been partially burned. <br><br>To verify this, we consulted a political insider who, speaking anonymously, stated that a kidnapping is entirely plausible. He explained that the visiting delegation is composed of members of Byrnhald's Royalists, and the rival Clergy faction may be deliberately trying to create a diplomatic crisis, thereby cornering the Royalists and Asterleeds Council. <br><br>However, an insider from the military strongly rejected the kidnapping theory, asserting that such an incident would be unthinkable in Asterleeds, known for its excellent security. He proposed an alternative theory: recently, the guards intercepted an espionage operation codenamed \"White Raven\", with the identity of the missing individual still unclear. There may be a connection between these two events, though the source refused to elaborate further. <br><br>At present, the delegation remains in Asterleeds, and neither the delegation nor Asterleeds' officials have made any public comments regarding the matter.",
    "IsHide": false
  },
  "1031148": {
    "Id": 1031148,
    "BookName": "\"The Iron Mask Incident II\"",
    "ReadingBookDes": "Volume II: The Altered History<br><br>2.1 Doubts about the Line of Duty Death<br><br>- Contradictory Initial Reports: <br>1. The Corps' official statement claims that Ryan fell into the sea while pursuing a violent organization, and his body was never recovered. <br>2. Testimony from dock worker Joseph Harmon: \"He didn't fall in at all that day! I saw four people in white coats lift a man, missing his right arm, onto a mount. \"<br><br>2.2 Dr. ■■'s \"Artificial Limb\" Experiment Logs (Excerpt): <br><br>1. \"The ■■■■■■ organization independently developed the [Legacy Knight Project], aimed at enhancing human combat capabilities with modifications. Participants must sign a lifetime confidentiality agreement. \"<br>2. \"Ryan Clough lost his right arm during training and willingly became the first experimental subject. \"<br>3. \"Warning! Severe symptoms of personality fragmentation appeared following the Legacy implant. \"<br>4. \"Ryan destroyed the laboratory and escaped. Recommend initiating the silencing protocol. \"<br>5. \"The Asterleeds Defense Corps and the Council raised strong objections, leading to the dismantling and eradication of the organization. \"<br><br>2.3 Systematic Cover-up<br>- Confidential Memorandum from the Council: \"All records regarding Ryan Clough have been altered to read 'died in line of duty'. Dr. ■■'s historical files have been completely erased. \"",
    "IsHide": false
  },
  "1031149": {
    "Id": 1031149,
    "BookName": "Mind-Blowing Thoughts No. 115",
    "ReadingBookDes": "\"The early bird catches the worm,<br>but the early worm ends up as the bird's meal.\"",
    "IsHide": false
  },
  "1031150": {
    "Id": 1031150,
    "BookName": "\"Shoemaker's Heir Returns After 30 Years Missing\"",
    "ReadingBookDes": "It has been reported that the heir of a cobbler family, who had been missing for thirty years, has unexpectedly returned. Strangely, he has lost all of his memories, but was instantly recognized by his family. The scene of their tight embrace is one that no one will forget. <br><br>When asked about his life during those three decades, tears welled up in his eyes. The reporter couldn't help but notice the numerous scars on his body, suggesting that he had undoubtedly faced hardships and struggles unknown to most. <br><br>Yet, no matter the circumstances, the reunion with family is a moment to cherish. According to his relatives, the man's name is Orlando. He had left home after his family fell into financial ruin due to frequent tax adjustments by Byrnhald.",
    "IsHide": false
  },
  "1031151": {
    "Id": 1031151,
    "BookName": "\"How to Chat with a Cat II\"",
    "ReadingBookDes": "A kitten's meow isn't a language-it's an expression of its emotions. To truly understand what a cat is thinking, you need to listen to the tone of its meows, accompanied by body language and sometimes even scent. <br><br>State Descriptions<br>Meow, mrrr (lying down): I'm sleepy.<br>Mrr? (licking lips) : I don't know you.<br>Mrr-meow: I've given permission.<br>Meh, meow? (licking lips) : I don't know.<br><br><br>Social Interactions<br>Grrr-mrr: (used with cats): Cat, it's me.<br>Meow, meh (used with people): Human, it's me.<br>Meh-awoo (pupils dilate): I'm going to catch it.",
    "IsHide": false
  },
  "1031152": {
    "Id": 1031152,
    "BookName": "\"Asterleeds, Land of Freedom\"",
    "ReadingBookDes": "- Asterleeds, the Land of Freedom -<br>Following the conclusion of Asterleeds Independence War, the Asterleeds Council implemented several groundbreaking measures, including government transparency, freedom of speech, and the promotion of cultural diversity. <br>Their vision was to mold Asterleeds into a city of complete freedom. <br>...<br>One noteworthy decision was to keep the Council Hall open to the public around the clock. <br>This is a bold move,<br>which sparked immediate controversy,<br>with critics accusing it of being nothing more than a publicity stunt, overly dramatized for effect. <br>...<br>Yet, without question, whenever Asterleeds is mentioned, the word \"freedom\" is never far behind. <br>Whether mocked or admired, the open Council Hall has become synonymous with the city itself. <br>In this regard, the symbolism is the most important. <br>It represents Asterleeds' unwavering commitment to the ideals of liberty.",
    "IsHide": false
  },
  "1031153": {
    "Id": 1031153,
    "BookName": "\"How to Chat with a Cat III\"",
    "ReadingBookDes": "Based on the previous examples, you should now have a good understanding of some common expressions used by kittens. The language varies among cats depending on their breed, environment, and age. However, the core of a cat's communication is emotion, so by focusing on that, you can interpret almost any situation. <br><br>Special Scenarios<br><br>Awoo～ (yawning, baring teeth): I'm sleepy.<br>Meh, mrrr (ears flattened) : Are you lying to me?<br>Mrr-grrr (from a kitten): I'm hungry.<br>Mrr-meh (from a kitten): I'm sleepy.<br><br>Variations <br><br>Different Ages<br>Calm Elderly Cat: Often uses deeper sounds like \"Mmm\" and \"Purr.\"<br>Lively Kitten: More likely to use higher-pitched sounds like \"Meh\" and \"Awoo\".<br><br>Emotional Intensity Formula<br>Base Emotional Value = Number of Syllables × Holding of Sound.<br><br>Example: <br>\"Aww\" = Level 1 (Happy) → \"Aww, aww-\" = Level 2 (Thrilled) → \"Aww, aww, aww-\" = Level 3 (Ecstatic)",
    "IsHide": false
  },
  "1031154": {
    "Id": 1031154,
    "BookName": "Jenny's Mysterious Strength",
    "ReadingBookDes": "~Jenny's Mystical Power~<br>The Enigmatic Fortune-Telling Shop That Foresees Your Future<br>Nini's Heartfelt Divination Magic~<br><br>Start of the Journey of Divination<br>Apprenticed under Yaretsi, the High Priestess of the Kanamia Tribe<br>Fusing the ancient divination traditions of the Kanamia Tribe with modern techniques<br><br>Meet Your Divination Master<br>Master Nini: Shop Owner, Creator of Nini's Heartfelt Divination, and Master Diviner<br>Cantwell: Seasoned Diviner, Expert in the Cup-and-Ashes Divination<br>Zoey: Apprentice Diviner, Tea specialist who ensures clients are fully relaxed<br><br>Discover what the future holds for you<br>Love Divination: Unveil the path of your romantic relationship! <br>Career Divination: Forecast your career's develoment in near future! <br>Health Divination: Reveal the state of your health! Analyze and offer tailored advice! <br>Artisan's Special: Help! My Legacy won't activate again! What should I do? <br>-No worries! Master Nini has the answers you seek. <br>Politician's Special: Decode the councilor, your superior! <br>-Does that person want you to enter with your left foot first or your right? <br><br>All divinations are guaranteed accurate!<br>Visit Us at: 66 Entertainment District",
    "IsHide": false
  },
  "1031155": {
    "Id": 1031155,
    "BookName": "\"The Iron Mask Incident III\"",
    "ReadingBookDes": "Volume III: The Rended Asterleeds<br><br>3.1 The Public Trust Crisis<br>-Street Protest: \"The Asterleeds Defense Corps is using our tax money to create modified monsters! Release all the files on the [Legacy Knight Program]! \"<br>-Corps Conscription Rate: Following the exposure, conscription rates plummeted. The Council and Asterleeds Defense Corps issued an urgent clarification, emphasizing that the incident had no connection to the Council. Ryan's involvement was voluntary, and Dr. ■■'s actions were carried out in secrecy, with no ties to the Council. <br><br>3.2 Technology and Ethics<br>-Journal Issue \"Artisans' Cutting-edge Technology\": <br>Dr. ■■'s Mentor, Master Artisan Mason Stonecutter: \"Ryan's tragedy is a clear reminder-when technology eclipses humanity, the abuse of Legacy will ultimately consume the soul. \"<br><br>3.3 The Unsolved Shadows<br>-\"Phantom Legacy\" Incident: <br>In the sewers of the port area, mysterious violent criminals have been spotted, their weapons marked with the insignia of the ■■■■■ organization. <br>The Asterleeds Defense Corps has consistently refused to reopen the investigation, dismissing the evidence as \"replicas from the black market.\"<br><br>",
    "IsHide": false
  },
  "1031156": {
    "Id": 1031156,
    "BookName": "Ladies",
    "ReadingBookDes": "In the social circles of Asterleeds, a ball is the ideal occasion to display your grace and charm. This brochure teaches you how to conquer the dance floor with elegance and handle any unexpected situations. <br><br>I. Pre-Dance Strategy<br>Imagine the tautness of a violin string, then stand tall with your spine straight and your gaze gracefully lowered. <br>When invited to dance, manage your expressions with care-maintain a serene smile, and lightly tap the tip of your fan to signal your acceptance. <br>Should you wish to decline, avoid any harsh words. Simply keep your upper lip still and gently part your lower lip, saying,<br>\"My apologies, I already have a partner.\" <br><br><br>II. Crisis Management<br>When Your Partner Acts Inappropriately<br>- If your partner becomes overly persistent, swiftly open your fan and wave it lightly, just enough to tap their collarbone, subtly signaling them to keep their distance. <br>- Use your dance steps to spin, letting your skirt flow as a barrier to break free from the offender. <br>- If your skirt is stepped on, offer a soft smile and say, \"You've made the rose bloom too soon. \"<br><br>Heel Caught in Skirt<br>- When your partner draws near, give a soft cough as a discreet signal. <br><br><br>III. Exit Etiquette<br>- After the final piece, take out your handkerchief and pretend to wipe your forehead, signaling that you've thoroughly enjoyed the dance. <br>- When parting with your dance partner, remember to smile warmly.",
    "IsHide": false
  },
  "1031157": {
    "Id": 1031157,
    "BookName": "Gentlemen",
    "ReadingBookDes": "In Asterleeds' social circles, the dance floor serves as a true measure of one's elegance. This guide will help you captivate the spotlight at any ball with grace. <br><br><br>I. Inviting a Dance Partner<br>- When extending an invitation, always use polite language, and if you're wearing a hat, remove it as a gesture of respect. <br>- If your partner's fan is held close to her face and her gaze wanders, this signals that she doesn't want to dance with you. In such cases, simply smile and gracefully excuse yourself-never press the matter. <br><br><br>II. Crisis Management<br>In the midst of the enchanting music, speaking may inadvertently seem out of place.<br>The cane, an essential social accessory, has developed its own language: <br>One tap on the ground: Trying to catch the attention of a server. <br>Two taps on the ground: Signaling to the orchestra to quicken the tempo. <br>Three taps on the ground: Indicating the need to visit the restroom. <br><br>Loss of Rhythm: <br>- Simulate an issue with your pocket watch chain, and subtly adjust the tempo to regain your composure. <br><br><br>III. Exit Etiquette<br>- At the conclusion of the dance, bow gracefully to your partner to show appreciation. Never directly turn and walk away. <br>- When escorting your partner to their carriage, elegantly spread your cloak to clear their path. Only depart once your partner is no longer in view.",
    "IsHide": false
  },
  "1031158": {
    "Id": 1031158,
    "BookName": "Awaken! Mighty Fitter!",
    "ReadingBookDes": "Something is amiss in Asterleeds. It has stigmatized crabs, the gift from the ocean, as \"sea bugs\", attempting to choke the throats of food lovers with outdated etiquette. As members of the Crab Society, we shall shatter the shells with the crisp sound of defiance, acting as the horn of rebellion against such folly! <br><br><br>Why eat crabs? <br>To slap tradition in the face. Crabs are not ugly, beneath their shells lies the most vibrant dignity. <br>To challenge authority. Every time we crack a crab leg, we mock outdated ideals. <br>To enjoy flavors freely. Say goodbye to dogma! Embrace the deliciousness of crab roe and crab paste. <br><br><br>How to join: <br>Seek out the scavenger with a backpack beneath the bridge near Asterleeds Beach. <br>(Warning: Don't wear white clothing-crab roe will sell you.) <br><br><br>A Final Piece of Advice: <br>This is not a dinner club, it's the awakening path for brave fitters. <br>You will be scorned, despised, and ostracized, called a \"freak\".<br><br><br>Will you join? <br>Or will you continue to be a discarded fishbone? <br>-Crab Society",
    "IsHide": false
  },
  "1031159": {
    "Id": 1031159,
    "BookName": "Hidden Homework",
    "ReadingBookDes": "Rainbow Winged Whale Class's Arithmetic Homework<br>Name: Erin O'Connor<br><br><br>Question 1<br>\"Assume 1 pound of Caprahorn wool costs 320 Luno, how much for 4 pounds? \"<br><br>Solution: <br>- Beg the wool merchant for a discount: <br>\"Sob, my father is suffering from a severe lung condition, and my little brother's shoes are completely worn out...\" ==> Discount of 20 Luno <br><br>- Haggle with the merchant: <br>\"I come here every week. Would you mind giving a loyal customer a small discount? \" ==> Discount of 20 Luno <br><br><br>Question 2<br>\"The tailor charges 15 Luno to shorten a jacket. You have 20 Luno, how much change should you get? \"<br><br>Solution: <br>Negotiating for additional service: <br>\"How about adding a pocket to the jacket as well, and we'll make it 20 Luno for the whole job? \" ==> Sewing a pocket costs 8 Luno <br><br>Flatter the tailor: <br>\"Wow! Your craftsmanship is even better than my late grandmother's...\" ==> Free buttons, valued at 3 Luno. <br><br>Both approaches result in a net gain of 3 Luno. <br><br><br>(At the bottom of the page, a red note reads: \"Have your parents come and see me tomorrow!\")",
    "IsHide": false
  },
  "1031160": {
    "Id": 1031160,
    "BookName": "\"Stay or Go: The Byrnhalds\"",
    "ReadingBookDes": "After the Asterleeds Independence War, one of the most pressing issues was the status of the original Byrnhalds. <br><br>According to the Asterleeds Council, if the goal was to dismantle the old hierarchy and build a city founded on equality, then the existing privileges of knights, nobles, and merchants had to be abolished. Knights would become indistinguishable from spear-wielding soldiers. Merchants would lose their favored status and monopoly over trade. Nobles would be reduced to hollow symbols-no different from actors on a stage. <br><br>As a result, many knights chose to return to Byrnhald, where they still held fiefs and signet rings and could maintain a comfortable lifestyle. Some nobles also went back to their homelands to manage their estates. Most merchants, however, opted to remain in Asterleeds, continuing their trade and using long-established networks to live a luxurious life. <br><br>One group, however, stood apart-the so-called fallen nobles. Having already lost power in Byrnhald, returning home would mean swift retribution. Yet staying in Asterleeds meant being reduced to commoner status-and possibly facing social exclusion. Many of them chose instead to conceal their identities, quickly liquidate their assets, and whitewash their pasts in order to reinvent themselves as merchants. In a way, it was a desperate but necessary means of survival.",
    "IsHide": false
  },
  "1031161": {
    "Id": 1031161,
    "BookName": "\"Crabs: The Hideous Sea Bugs III\"",
    "ReadingBookDes": "Asterians' Tradition of Not Eating Crabs - Rumor #3 <br><br>Story 3: The Boat That Never Turned Back Over<br>This tale comes from the veteran captains of Asterleeds' port area. There was an old fisherman named Johnny whose boat sank last year. <br>When they finally salvaged it, they found the cabin crawling with crabs. <br><br>A fortune-teller from Entertainment District pulled a few cards, then burst from the room, shouting: \"These crabs are cursed! Once a crab flips onto its back, it never flips back over! No wonder the boat capsized! \"<br><br>To this day, dockworkers still spit at the sight of crabs. <br>Eat one? Unthinkable! <br><br>In Asterleeds, you can pay on credit or talk big, but there's one thing you absolutely must not do: eat crab. <br><br>Just last month, a visiting poet wrote a piece titled \"Starlight on a Crab Shell\". That very night, someone dumped shrimp paste all over him. Shrimp paste isn't expensive, but the smell sticks for three days. <br>(Note: The author has been banned from the seafood market for three months for writing this article.)",
    "IsHide": false
  },
  "1031162": {
    "Id": 1031162,
    "BookName": "\"Shield Generator Blueprint\"",
    "ReadingBookDes": "Core Function<br>The device's core incorporates a specialized component from the Bapharian Legacy. When infused with Engram, it generates a defensive barrier capable of repelling both creatures and energy. <br><br>Modification by Artisans<br>The Artisan Guild retrofitted the Legacy with a support frame and an energy module, enabling remote activation. This modification was intended to allow for battlefield deployment. <br>Targeted Outcome: By inserting the energy module into a terminal that channels Engram, the device can be activated in an array configuration. <br><br>Drawbacks<br>While the shield generator is undeniably effective at repelling enemies, deploying its frame and stabilizing the energy source requires time-making it unsuitable for large-scale deployment. Moreover, since the core originates from the Bapharian Legacy, it may become unstable under extreme conditions such as energy overload or structural failure, potentially resulting in explosions or other unforeseen consequences. <br><br>The device is roughly the size of a high-backed chair.",
    "IsHide": false
  },
  "1031163": {
    "Id": 1031163,
    "BookName": "\"Legacy Artisan\"",
    "ReadingBookDes": "Legacy Artisans-as the name suggests-are craftsmen dedicated to studying Bapharian Legacy and modifying it to meet practical needs. <br><br>With the increasing usage of Bapharian Legacy, legacy artisans have become the largest group within the broader artisan community. Their proudest achievement is the Engram Engine, which enables ships to cross entire oceans. Now in its fourth generation, this innovation has even given rise to a sub-specialty of artisans focused solely on improving the Engram Engine. <br>At the same time, Legacy experts are actively promoting a new application path: adapting Bapharian Legacy for everyday use and adventuring gear, including blades, cooking tools, and carriages and vehicles. The gear modified by Legacy artisans has drawn widespread attention, as it has brought tangible improvements to modern life. This earns Legacy experts much acclaim. <br><br>However, these artisans also face major challenges. Due to the sealed structure and the loss of original technology, the core mechanisms remain a mystery. While Legacy artisans can perform limited modifications, the long-term potential of such work remains uncertain without a full understanding of the underlying principles. <br>Moreover, because Bapharian Legacy involves far more advanced technical barriers than other crafts, the threshold for becoming a Legacy artisan is especially high. Plus, in a crowd this vast, even the most talented Novices often see their efforts drowned beneath the glare of flashier inventions.",
    "IsHide": false
  },
  "1031164": {
    "Id": 1031164,
    "BookName": "\"Open Day for Artisan\"",
    "ReadingBookDes": "Recently, the Artisan Guild opened a selection of rare Legacy machines to the public, including the Orb Synthesizer and the Foundry Nexus, which were once reserved exclusively for Legacy artisans. But can those who revere the Legacy as a treasure truly adapt to the sudden flood of curious citizens? Below are some interview excerpts: <br><br>[Gary, Foundry Nexus Maintenance Technician]<br>\"They don't even understand what 'preheat' means! One guy started using the Foundry Nexus without preheating it first. Since the machine wasn't hot enough, he just kept raising the temperature. Then, the moment the preheating was finally finished, the heat spiked past a thousand degrees! \"<br>(At this point, the artisan shows the reporter a pair of charred protective gloves.)<br>\"Now the Guild's making us stick instruction labels on every single machine, hoping visitors will read them next time! \"<br><br>[Hessel, Artificer Apprentice]<br>\"The veterans were absolutely fuming, but honestly, I think the open day had good intentions, at least...\"<br>(Loud explosion)<br>\"Wait! That's a separator, not a mixer! Don't pour Whispering Orchids and Elemental Particles in together! It's going to expl-\"<br><br>The interview was cut short...",
    "IsHide": false
  },
  "1031165": {
    "Id": 1031165,
    "BookName": "\"Architectural Artisan\"",
    "ReadingBookDes": "Among the various sectors within the Artisan Guild, architects are perhaps the least aligned with the contemporary image of an artisan. <br>They are specialized in designing houses and furniture, and they also handle energy layouts and mechanical structure designs. They were the earliest artisans. When the Artisan Guild was first established, it only had architectural artisans. <br>Notably, the now-thriving Energy Division is nominally part of the architectural artisans, as its founder, Webber, originally gained fame in Asterleeds as an architectural artisan. <br>However, this once brilliant and dazzling group of artisans has now been largely neglected. <br><br>The current trend in the Artisan Guild leans heavily toward Legacy studies. Everyone is researching legacies and new technologies. New apprentices joining the guild tend to favor Legacy artisans or Engine artisans. <br>They say it's where the future is heading, but that's not really true. <br>Artisanship differs only in technical focus. There's no such thing as rival \"schools.\" The current four major research fields (Architecture, Legacy, Engine, and Forging) influence one another and advance together. A new discovery might seem insignificant in one field but shine brightly in another. For example, the stable-tech concepts used by Engine artisans were developed by architecture artisans, and many of the retrofit schemes used by Legacy artisans were proposed by Forging artisans.<br>To quote Master Eugen: Artisanship differs only in technical focus. There's no such thing as rival \"schools.\"",
    "IsHide": false
  },
  "1031166": {
    "Id": 1031166,
    "BookName": "\"Engine Artisan\"",
    "ReadingBookDes": "The Engine artisans are the most low-profile and serious group of researchers. <br>Lofty speeches are rarely heard among Engine artisans. They usually wear oversized trench coats, lock themselves in labs, and work with gears and drive systems for months without regular sleep. Eventually, they roll out groundbreaking engines with at least a 40% performance improvement over previous models. <br>In the display cabinets of the Ocean Hill, you can still see their pride and joy-the Engram Engine, which has powered everything from small fishing boats to today's transoceanic cargo ships. These low-profile Engine artisans have been quietly contributing to the world. <br><br>Engine research derives from Legacy studies. Many of their techniques are quite similar, and their research directions often overlap awkwardly. However, engine research is arguably the most practical and most deserving of serious attention of all Legacy-based studies. <br>If you're familiar with how Legacy artisans actually work, you'd know that every day feels like walking a tightrope. Despite their impressive achievements, the core principles of the Bapharian Legacy still remain a mystery. Engine artisans, on the other hand, deal with ships, mounts, and machines. As long as humans live on land and need to move around, engine technology will never become obsolete. <br>Apprentice, if you're introverted and socially awkward, but have a decent foundation in Bapharian Legacy studies and enjoy working with gears and grease, the Engine artisan path might be the perfect fit for you.",
    "IsHide": false
  },
  "1031167": {
    "Id": 1031167,
    "BookName": "\"Forging Artisan\"",
    "ReadingBookDes": "The Forging artisans are the most energetic group in the Artisan Guild. <br>In this era of Legacy forging, they've put down the iconic hammers and embraced advanced forging machines. These allow for composite processing of any material, as well as restoration, decomposition, and even integration of unknown forging elements. Using such materials, they can craft brand-new tools or design and modify weapons by hand. It's truly a delight for artisans who love weapons and tools. <br><br>If you do become a Forging artisan, never ask your mentor for a traditional hammer. You'll be the butt of jokes, and that joke might follow you through your entire apprenticeship. (Don't ask how I know this.) <br><br>On a serious note, the main job of Forging artisans is to forge raw materials into various specialized components, like steel with enhanced Resilience and sword blades with enhanced hardness. Sometimes, it's about crafting key parts, sometimes the whole thing. <br>Forging artisans can be considered the central hub among all artisan disciplines. There isn't a single research group that doesn't rely on them. No one dares disrespect them unless you enjoy delaying your project because that critical part you need didn't arrive.",
    "IsHide": false
  },
  "1031168": {
    "Id": 1031168,
    "BookName": "\"Artisan Levels\"",
    "ReadingBookDes": "Beyond research fields, the Artisan Guild also has a dedicated promotion system to reflect an artisan's professional level. As your level advances, you'll have different titles. This is a respect for seniority and a way to maintain order in the Artisan Guild. <br>Artisan titles are typically divided into five ranks: Apprentice, Journeyman, Artisan, Expert, and Master. <br><br>At the Apprentice level, you'll mainly be learning under an artisan mentor. Those who lack talent, have a poor attitude, or can't endure hardship will be given a Grade C evaluation by the mentor and eliminated outright. <br><br>After completing your apprenticeship, you'll need to choose a specialization from Architecture, Legacy, Engine, and Forging based on your interests, strengths, and circumstances and join a corresponding research group. The Guildmaster will then issue you a formal Artisan Certificate, officially marking the beginning of your artisan career. <br><br>From then on, you'll undergo periodic evaluations by your group's leadership, who will assess your skill proficiency and assign a ranking accordingly. Most of the full-fledged artisans you see around the Artisan Guild are in the Journeyman-Artisan stage. <br>But take note: artisan ranks are never determined by years of experience. Advancement requires constant skill refinement, the completion of research tasks, or the creation of original works. Over time, your abilities will improve, and you'll evolve from Artisan to Master. <br><br>At the Expert level, your role shifts from a follower to a leader and initiator. The guild hopes that Experts will guide apprentices and junior artisans, encouraging them to explore the unknown of their field. Therefore, Expert is usually the highest honor an artisan can attain unless someone achieves a major contribution (which often requires luck). <br><br>Master-level artisans are extremely rare. Only those with widely recognized inventions or landmark contributions to their field are granted the title of Master. A Master may even hold more influence than the Guildmaster. At that point, you've entered a whole new realm as a Master Artisan's responsibilities go beyond just technique. <br>Every action a Master takes, including their invention, research direction, and even their daily habits, is watched and followed by countless others. Among these followers are admirers, strangers, and even enemies. <br><br>Each Master Artisan represents a transformative force. Their work and life have, in one way or another, shaped the destiny of Asterleeds. Some have even caused upheaval across all of humanity. <br>Because artisans hold the sharpest blade of human reason. To hone the tool that can shape the world is the true purpose of an artisan.",
    "IsHide": false
  },
  "1031169": {
    "Id": 1031169,
    "BookName": "Experimental Model Application",
    "ReadingBookDes": "-Experimental Model Application-<br><br>Experimental Platform Request Form: <br>1. Engine Drive Test Platform<br>2. Energy Conversion Module Platform<br>3. Core Testing Platform Debug<br>4. Unit X Calibration<br>5. Webber Neutralizer Calibration<br>6. Prototype Legacy Interface<br><br>Application Date: ________<br>Duration: ________<br><br><br>Applicant: ________<br>Supervising Artisan: ________<br><br>*Note: Due to machine availability, please apply 1-2 weeks in advance.",
    "IsHide": false
  },
  "1031170": {
    "Id": 1031170,
    "BookName": "\"Where Did the Bapharian Legacy Come From?\"",
    "ReadingBookDes": "Some may wonder: How did the Artisan Guild get all those Legacies? <br>This is a broad question, so let's take a step back first. <br><br>To begin with, it is indisputable that Legacies were created by the Bapharian Divine. Since the Bapharian Divine has long left the surface, the actual responsibility for collecting and managing these Legacies now falls to the Creed. The Creed authorizes the Pioneer Bureau to explore and excavate Bapharian Legacies, which are then handed over to the Artisan Guild by the Creed members for research and controlled usage. <br><br>In the words of the Creed, \"Use the Bapharian technology to serve humanity.\" <br><br>That's why you'll often see high-ranking priests in ceremonial robes handling new Bapharian Legacies over to the Artisan Guild. <br>While these ceremonies aren't exactly grand, they are quite fascinating. <br>According to those present, \"Though the attendance was sparse, the formality was akin to when Byrnhald and Asterleeds signed the ceasefire treaty during the Asterleeds Independence War. \"",
    "IsHide": false
  },
  "1031171": {
    "Id": 1031171,
    "BookName": "\"The Hidden Value of Dragonlight Core\"",
    "ReadingBookDes": "Artisans deal with cutting-edge technologies daily and live by values completely different from the outside world. They don't care about luxurious homes, fashionable clothing, or upper-class connections. In fact, they've chosen a path of isolation and devoted themselves to their research. <br><br>Artisan Street has its own residential area, shopping center, and even its unique entertainment, which is following the updates about the Dragonlight Core. <br>Aside from studying Bapharian Legacies, artisans have turned their attention to the powerful dragons of the Continent of Magna. The Dragonlight Core, a rare crystalline Adventurer essence found in dragons, is said to contain immense energy. It's the material that every artisan wants. <br><br>However, due to the sensitive connection between Dragonlight Cores and dragons, private ownership of Dragonlight Cores is illegal. As such, artisans are only allowed access to them for research. All research teams consider the chance to study Dragonlight Cores a great honor and sometimes even brag to others about it. <br>Observing the Dragonlight Core has become a spiritual pastime for artisans. During breaks, many will visit teams in possession of a Dragonlight Core, just to catch a glimpse of the treasure. Over time, earning the right to study a Dragonlight Core became a symbol of the Guildmaster's trust and endorsement.<br>",
    "IsHide": false
  },
  "1031172": {
    "Id": 1031172,
    "BookName": "\"The Hermit\"",
    "ReadingBookDes": "As we all know, Master is the highest title for an artisan. But what kind of artisan truly deserves the title of Master? Or rather, what qualifies one to be selected for it? <br>One belief is that the person must have made a significant contribution to the Artisan Guild or led a team that has won multiple Expo awards. <br>But that's not necessarily the case. The Artisan Guild's closed and rigid system has, in some ways, stifled innovation. <br><br>...<br><br>Years ago, the guild wasn't so hostile or dismissive toward Imagine Seeds. Back then, a Master-level artisan, Mason Stonecutter, was a strong advocate for Imagine Seed research. Mason believed these seeds could eventually outshine Bapharian Legacies in versatility. <br><br>Mason is a legend among artisans. Some say he was taught directly by Webber, and others claim he was Ted's mentor. But what truly secured his place as a Master was his core theory for modifying Bapharian Legacies. <br><br>At the time, Legacy artisans were stuck, unable to crack the core mechanisms of the Legacies. Mason, ahead of his time, proposed a bold alternative: Set aside the core tech temporarily and use Legacies as modular components for real-world applications. <br>This idea massively advanced Legacy modification, leading artisans to re-engineer Legacies into tools for daily life, combat, and transport. The adoption rate of Legacies in Asterleeds now has reached an all-time high, even overloading the Webber Energy Network. Yet the current framework for Legacy modification still follows Mason's ideas. <br><br>Even so, Mason faced growing internal skepticism despite his immense contributions to the Artisan Guild. As mentioned earlier, Mason placed great value on the study of Imagine Seeds. Later, he abandoned his Legacy research career and devoted himself entirely to Imagine Seed studies. However, the research yielded no tangible results after consuming vast funding. <br><br>Eventually, the Guild and Mason had a falling out. The then-Guildmaster cut off funding for the Imagine Seed project. <br>Enraged, Mason left the Artisan Guild and founded the Imagine Research Institute, where he continues his research in that field. However, his influence is no longer what it once was.",
    "IsHide": false
  },
  "1031173": {
    "Id": 1031173,
    "BookName": "\"Let's Talk About Fantasy\"",
    "ReadingBookDes": "Imagine Seeds, the mysterious gadgets beloved by adventurers, have ironically become a taboo topic within the Artisan Guild, much like flying machines... It even led to the departure of a Master artisan. <br><br>To this day, the appearance pattern of Imagine Seeds remains unclear, and artisans still can't modify them. Proud as they are, artisans believe such things violate their core principles. When their logic and skill cannot grasp something, they choose to disregard it. <br><br>There is, however, a minority opinion within the Artisan Guild suggesting that Bapharian Legacies and Imagine Seeds are quite similar in a sense. They both have unknown core technologies and origins, and neither can be artificially reproduced. <br>The difference is that Imagine Seeds cannot be modified at all while Bapharian Legacies allow for a certain degree of customization, such as adding or removing modules, adjusting power input to enhance performance, or designing external mechanical systems to extend their functions. <br><br>This minority viewpoint holds little weight within the Artisan Guild. The current dominant trend is Legacy modification, which has visibly improved the daily lives of the Asterleeds people. Artisans avoid discussing the fact that they can't solve the mystery of Legacy cores, yet they seem strangely indifferent toward the equally practical Imagine Seeds.",
    "IsHide": false
  },
  "1031174": {
    "Id": 1031174,
    "BookName": "\"7th Artisan Expo: Introduction\"",
    "ReadingBookDes": "The Artisan Guild hosts its own grand event: the annual Artisan Expo. <br>Held every year since the end of the Asterleeds Independence War, the Artisan Expo is now approaching its seventh installment. What kind of brilliant inventions will appear this year? <br><br>1. 4th-Gen Engram Engine<br>The Engram Engine is a reliable gold-medal contender. Widely used and steadily improving with each version, this small engine holds endless potential. <br>It's been making significant contributions to various industries of Asterleeds. According to Engine artisans, the Engram Engine still has much room for growth. <br><br>However, the third-generation engine was so spectacular and has already won multiple awards. Judges may want to give other innovations a chance this year. After all, the Expo is open to the public, and if the award results feel too predictable, it could dampen public enthusiasm. <br>Regardless, the Engram Engine remains a solid fallback for the gold medal. <br><br>2. Modular Luminous Unit.<br>A remarkable Legacy module that can shape light however you want. It can focus into a powerful beam or disperse into a wide, illuminating field. <br><br>According to artisans, with sufficient energy, the beam could stretch from the tallest spire in Asterleeds' diocese to the Ruins of Andra City. <br>Moreover, this module has immense expansion potential. Some artisans propose embedding data in the beam for instant information transmission. Others suggest strengthening the beam to turn it into a weapon piercing heavy armor and shields. <br><br>3. Hypnosis Ray<br>A bizarre invention that can instantly make a creature collapse into sleep. <br>Forging artisans accidentally synthesized a crystal with hypnotic properties. <br>In darkness, the crystal charges itself. Upon exposure to light, it releases a dazzling wave of energy that induces sleep in everyone present. This wave is so penetrative that even closed eyes can't block it. <br><br>It has promising application potential, such as subduing dangerous people, deterring monsters, and even becoming a standard-issue weapon for the army. <br>However, the Hypnosis Ray Crystal is still in the testing phase. Its instability and unavoidable effect make it difficult to apply in real-world scenarios. <br>Imagine a guard pulling the trigger to subdue a suspect, only to collapse first because he forgot to wear protective gear. The scene would be quite hilarious.",
    "IsHide": false
  },
  "1031175": {
    "Id": 1031175,
    "BookName": "\"Technology Advances with Every Discovery\"",
    "ReadingBookDes": "Lately, some have argued that technological development is overly reliant on Legacies. <br>This is a narrow-minded view. <br>Artisans shouldn't only focus on the technology in their hands. They need to understand the real value of Legacy research. <br>...<br>The Creed restricts access to high-risk Legacies. <br>But it does not hinder the Legacy research. <br>On the contrary, there has been an undeniable surge in innovations emerging from Legacy studies. <br><br>Some might say that the artisans' brilliant achievements are just a byproduct of adventurers discovering Legacies. <br>But I believe the value of Legacy research isn't limited to the act of study itself. <br><br>As the saying goes, \"A rising tide lifts all boats.\" The immense power of Legacies does not merely pull artisans along. <br>It drives us forward. <br><br>If those people set aside their bias and look at the Artisan Guild as a whole, they would see: <br>Thanks to the impressive progress in Legacy modifications,<br>innovations have emerged across other fields as well, and the research within the Guild has been elevated overall. <br>...<br><br>With the continued efforts of adventurers, perhaps more Legacies will be discovered, or perhaps not. <br>Either way, Legacy research has opened a small window,<br>through which we can see a future filled with infinite possibilities. <br><br>A future that belongs to us, to humanity itself. <br>And that future is being forged by the hands of artisans. <br><br>Written by Mason Stonecutter",
    "IsHide": false
  },
  "1031176": {
    "Id": 1031176,
    "BookName": "\"Don't Touch That! It Might Go Crazy!\"",
    "ReadingBookDes": "Rumors about controlling Golems are pure nonsense. So far, Golems remain a mystery to us. Studies of their purpose have barely made any progress. We still don't know why the Bapharian Divine created them or how they activated them, much less how to control them. <br><br>What we do know is that Golems are extremely dangerous. If Golems detect external threats like high temperature or pressure, they may activate and attack nearby creatures. People usually call this \"Rampage.\" <br><br>Therefore, placing a Golem in your home is incredibly risky. A seemingly inactive Golem might be monitoring everything through hidden observation ports. Once it perceives a threat, it will rampage, destroying everything nearby or being destroyed.",
    "IsHide": false
  },
  "1031177": {
    "Id": 1031177,
    "BookName": "\"Energy Division\"",
    "ReadingBookDes": "<br>The Energy Division is one of the most secretive branches of the Artisan Guild. They don't accept open applications. Membership is by invitation only, based entirely on their discretion. <br>If they think you're qualified, you're in. Otherwise, you're not. <br><br>This arrogance stems from the fact that the Energy Division is backed by the Webber family, the inventors of the Webber Energy Network. The Webbers are a low-profile, ancient family believed to reside in a secluded manor near Asterleeds. They operate independently. The head of the Energy Division is usually either a Webber or a high-ranking artisan appointed by them. This person is as influential as the Guildmaster, which has been a long-standing headache for generations of Guildmasters. <br><br>The Energy Division is responsible for maintaining the Webber Energy Network. This energy network is a vital infrastructure, but the increasing use of Legacies in Asterleeds these years has overloaded it. This has sparked internal discussions about replacing the Webber Energy Network. <br><br>Since it emerged, the proposal has faced strong opposition from the Webber Energy Division and was never implemented. The reasons are too complex to elaborate on here. Now, the Energy Division handles nearly all maintenance of the energy network, and the Guild has little authority to intervene. <br><br>In summary, the Guild does not recommend Novices to aim for the Energy Division. Due to its invitation-only system, it's likely your hopes will go unfulfilled. Even if you're lucky enough to get in, you're likely to be sidelined by your arrogant superiors.",
    "IsHide": false
  },
  "1031179": {
    "Id": 1031179,
    "BookName": "\"Ocean Hill Immersive Theater: 127s of Legend\" Part I",
    "ReadingBookDes": "In Year ■■■, Alician calendar, a master of improvisational performance, dressed in black, completed an epic performance on Ocean Hill. This performance was unprecedented and likely to never be surpassed, leaving a lasting impression on all who witnessed it. <br>He began with mime techniques, effortlessly slipping into the Ocean Hill hall. Next, he warmed up on the first floor with stunning sleight-of-hand, pocketing several councilors' proposals. Then, without taking the stairs or using any wires, he ascended to the second floor of Ocean Hill. <br><br>The performance hit its climax as he reached the second-floor terrace. He pulled out a stage dagger and, before anyone could react, stabbed it into the back of the Energy Committee representative right before everyone's eyes. <br><br>The audience froze, then erupted in shocked screams. <br><br>Just five steps away, 4 Asterleeds Defense Corps soldiers joined the performance with their stunning acting skills: one kicked over a lampstand, another pretended his sword was stuck in its sheath, one embraced the carpet, and the last dramatically kissed the assassin's heel in restraint. <br><br>This breathtaking spectacle, which lasts 127s, was immortalized by a painter on the second floor with his brush. The painting was later published in Coast Daily and won numerous awards.",
    "IsHide": false
  },
  "1031180": {
    "Id": 1031180,
    "BookName": "\"The Miser\" Performance Poster",
    "ReadingBookDes": "Hey you! Neighbors! Come watch this show! <br>A stingy father mistreats his kids! Ridiculous drama now plays at Mini Theater! <br><br>Shocking plot twist! <br>\"Our stingy father, Sisdium, would do anything for money! <br>He forced both his daughter Nosa and son Simpkeip into arranged marriages with rich merchants! <br>Love? Freedom? He only sees money. His children are just pawns! \"<br><br><br>Cast of Characters! <br>Sisdium: <br>\"Wanna marry my children? Make your offer! Highest bidder gets the prize! \"<br><br>Simpkeip: <br>\"Dad! How could you auction me off like cattle? \"<br><br>Nosa: <br>\"Dad! Do you want money or my life?! \"<br><br><br>Father scolds son for wasting money, and son snaps back at dad's shameless greed! <br>Who wins in the end? Shhh, come watch the show! \"<br><br>How? <br>Time: 7 PM at Mini Theater in Port Town! <br>Ticket Price: Only 10 Luno!<br><br>Hey neighbors! Stop chewing dry bread at home! <br>Grab the family, stuff 10 coins in your pocket,<br>and come see how shameless Sisdium could be! <br>You will double up with laughter and stomp your feet with rage!",
    "IsHide": false
  },
  "1031181": {
    "Id": 1031181,
    "BookName": "\"Spring-Leg Jack\" Performance Poster",
    "ReadingBookDes": "With one kick of his spring leg, he turns into a flying kite! <br><br>Case Replay:<br>Jayden, an ordinary fisherman, was often bullied for his scrawny frame. <br>\"Get in there to feed the rats, and maybe we'll let you live! \"<br><br>So he did. He vanished into the stinking sewers and never came out. <br><br>Until one night, the twang of a spring broke the silence of Port Town. <br>Thugs began turning up dead in alleys, necks snapped, legs broken. <br>\"H-his legs... they're springs! \"<br><br><br>Cast of Characters:<br>Spring-Leg Jayden: <br>\"You bullied me? I'll end your life! \"<br><br>Scarface the thug leader: <br>\"Spring-Leg... he crawled out of the sewers! \"<br><br>Timid Patrolman: <br>\"I-I was too scared to even open my eyes! \"<br><br><br>Performance Location:<br>Time: 7 PM at Mini Theater in Port Town! <br>Ticket Price: Only 10 Luno!<br><br>Everyone, bring your courage, cover your mouths, and get ready for chills down your spine!",
    "IsHide": false
  },
  "1031182": {
    "Id": 1031182,
    "BookName": "\"Webber Energy Network Hazard: The Sewer Crisis\"",
    "ReadingBookDes": "In the public's mind, maintaining the Webber Energy Network should be the Artisan Guild's job. However, deep internal disagreement has emerged within the Guild over whether to continue supporting the network. One faction believes the energy network is overburdened and should retire from service. Another faction-the Energy Division-insists the system can still be salvaged. The divide has left the Guild fractured in spirit. Years ago, all the maintenance work of the Webber Energy Network was handed over to the Energy Division, including material supply, personnel coordination, and core technologies. <br><br>Reports indicate that members of the Energy Division answer directly to the Webber Industry, which was founded by the Webber family, the original designers of the energy network. The Webber Industry, headquartered in Byrnhald, is well-funded, providing steady financial support for energy network maintenance. Some claim it also funnels substantial research funding into the Artisan Guild. <br><br>With such powerful backing, it's no wonder the Energy Division took full control. To be fair, they've done a decent job. Since they took over, the performance of the energy network has been stable. <br><br>However, serious problems have begun to surface in recent days. <br>According to reliable sources, the head of the Energy Division has been missing for several days, and sewer maintenance has come to a standstill. This has led to an unstable power supply across Asterleeds. Frequent outages in the Entertainment District are just the most visible sign. <br><br>Where is the Webber Energy Network headed? How will this latest crisis be resolved? At present, both the Council and the Artisan Guild deny any knowledge and remain silent.",
    "IsHide": false
  },
  "1031183": {
    "Id": 1031183,
    "BookName": "\"The Iron Mask Incident IV\"",
    "ReadingBookDes": "Volume IV: Silent Witnesses<br><br>4.1 Adeline White: Testimony of a Retired Soldier<br>-Interview Excerpt: \"The Council ordered me to destroy what remained of Ryan, but they never found his... heart...<br>Every time I hear the Creed's bell toll, I feel like Ryan is asking me: Who is the real monster? \"<br><br>4.2 Ryan's Sister: Catherine Clough's 20-Year Struggle<br>-From an Open Letter: \"They turned my brother into a monster and then disowned him. All I ever wanted was an answer: Why did my brother sign that experiment consent form? \"<br><br>4.3 Anonymous Technician: A Mole Within the Research Institute<br>-From a Mysterious Note: \"Dr. ■■ may still be alive... \"<br><br><br>Epilogue: The Pursuit of Truth Never Ends<br><br>-Latest Developments: <br>1. A civilian group released several incomplete notes believed to be from Dr. ■■, mentioning the Divine Golem research. <br>2. The Council, citing confidentiality, refused to comment on the handling of the ■■■■■ organization or the whereabouts of Dr. ■■. <br>3. The Asterleeds Defense Corps declined to answer any questions about Iron Mask Ryan, insisting his actions were of his own volition.",
    "IsHide": false
  },
  "1031184": {
    "Id": 1031184,
    "BookName": "\"Specialty Drinks of the Continent of Regnus\"",
    "ReadingBookDes": "(This book provides a detailed account of the signature beverage-brewing processes in Asterleeds and other human settlements, highlighting regional flavor differences: In the desert, Salumzahd-style drinks tend to be slightly bitter but pair excellently with meat. Asterleeds beverages are fruity and sweet, though slightly Serumy in texture. Byrnhald, located near the glaciers, produces fiery, throat-burning brews, perfect for keeping warm.)",
    "IsHide": false
  },
  "1031185": {
    "Id": 1031185,
    "BookName": "A One-Day Tour of Asterleeds",
    "ReadingBookDes": "! Black Cat Tour Group! <br>Target Audience: <br>Anyone interested in touring Asterleeds.<br><br>Tour Highlights: <br>Asterleeds One-Day Tour: <br>Professional tour guide will take you through every major attraction in Asterleeds! <br>Visit all 17 councilors' residences! <br><br>Tour Route: <br>Celestine Plaza → Pioneer Bureau → Artisan Street → Port Town (Hot Spot!) → Ocean Hill → Entertainment District → Beach District<br><br>Guide Introduction: <br>Firsthand participant of the Asterleeds Independence War & Defense Corps Commander Olvera's Deputy's subordinate: Oliver",
    "IsHide": false
  },
  "1031186": {
    "Id": 1031186,
    "BookName": "\"Ocean Hill Museum: New Exhibit Season\"",
    "ReadingBookDes": "Ocean Hill Museum's New Exhibition Season: Banners & Glory<br>-Touch the gears of history and witness the legend of freedom-<br><br>New Exhibits: <br>Banner: The Sixth Cavalry's Last Glory<br>This faded military banner once swept through the battlefield of the Independence War.<br>The Sixth Cavalry, famous for its ambush tactics,<br>was soaked in blood during the Byrnhald's encirclement. <br>Witness to Surprise Attack<br><br>Legacy Component No.6/T-I<br>A widely used Legacy transmission module<br>The cornerstone of Asterleeds' \"Legacy Retrofit Movement\"<br>The Nautical Engine's Evolutions<br><br>Asterleeds Hero Medal<br>Every scratch marks a turning point in history.<br>From the Asterleeds Independence War to the sealing of Hruga<br>The only surviving publicly displayed legendary medal.<br>Six Names, Six Epics.",
    "IsHide": false
  },
  "1031187": {
    "Id": 1031187,
    "BookName": "\"Your Personalized Stress Management Plan\"",
    "ReadingBookDes": "Councilor Exclusive<br>Councilor Stress Management Solution: Crystal Therapy<br><br>\"The councilors' secret to keep a clear mind, a de-stress method whispered among Ocean Hill elites. \"<br><br>Healer: Nikola von Stresen <br>Certification: Senior Healing Therapist of Regnus Energy Guild <br>A highly effective treatment tailored for councilors and other stressed individuals. <br><br>Core Benefits<br>Rapid Anxiety Relief: Specialized crystal therapy quickly neutralizes fatigue and anxiety. <br>Guaranteed Privacy: Portable treatment kits tailored to a councilor's schedule, sessions conducted in enclosed spaces. <br><br>Feedback:<br><br>\"After the session, I could finally sit through an entire proposal hearing without feeling anything at all. \"<br>-Anonymous Candidate Feedback<br><br>From now until the end of the Council session break<br>Show your councilor ID to enjoy 3 free stress diagnostics",
    "IsHide": false
  },
  "1031189": {
    "Id": 1031189,
    "BookName": "Proposal: Add Artist & Sewer-dweller Representative Seats",
    "ReadingBookDes": "... The current Council election system reflects Asterleeds' diversity to some extent, giving each group a voice through representation. However, issues remain. <br><br>Putting aside the imbalance in the number of council seats (an issue for the next proposal), let's focus on groups: artists and sewer-dwellers. Their lack of spokespeople in the Council means their voices and demands are often ignored. <br><br>- Artists drive cultural innovation and social progress, but in a commerce-dominated environment, their voices are often drowned out. <br>- Sewer-dwellers are the most vulnerable in society. Many are unaware that real people actually live in the harsh conditions of the sewers. Their living situations and needs deserve more empathy and assistance.",
    "IsHide": false
  },
  "1031190": {
    "Id": 1031190,
    "BookName": "\"The Merchant Guild's Hidden Dealings\"",
    "ReadingBookDes": "The Merchant Guild always claims it is not a tightly structured organization, merely an open alliance of mutual exchange. But in truth, its invisible hand has a firm grip on Asterleeds' commercial lifeline. <br><br>Verified reports show they secretly provide exclusive sales channels to their guild members. This puts unaffiliated merchants at a great disadvantage, creating an unfair environment for independent sellers. <br><br>For example, traditional handcraft industries in Asterleeds have been steadily declining under the Merchant Guild suppression. The export channels are monopolized by the Merchant Guild, so these artisans can now only sell pottery to tourists for meager earnings. <br>Moreover, the Merchant Guild obtained imitation formulas from traditional artisans who joined the alliance. They modified the processes and used cheap materials to start mass-producing knockoffs. These replicas are then shipped overseas, rebranded as luxury crafts, and sold for dozens of times the original price. <br><br>This behavior has caused numerous traditional craft shops to shut down, while the guild glorifies it as economic liberalism. <br>What they won't tell you is that once you join the Merchant Guild, you must pay a hefty annual fee, and the guild takes a cut from every single transaction. This is not much different from robbery. <br><br>Everyone, if we don't stop the Merchant Guild now, they'll continue devouring the market and eventually control prices entirely. <br>We should go stand in front of the Council with signs, urging councilors to implement anti-monopoly measures and address the root of the problem.",
    "IsHide": false
  },
  "1031191": {
    "Id": 1031191,
    "BookName": "\"Ocean Hill Immersive Theater: 127s of Legend\" Part II",
    "ReadingBookDes": "The epic improvisational performance of Year ■■■ in the Alician calendar spread like wildfire through the streets of Asterleeds on the very same day, becoming the hottest topic among its citizens. Residents marveled at the soldiers' performance, and The Gilded Truth Gazette praised it under the title \"The Staggering Dance of the Defense Corps Soldiers.\" <br><br>But the most dramatic part is the Council's response. Some councilors blamed the incident on the foolish policy of opening the Ocean Hill assembly hall, arguing that the Council's core should remain sealed off. Others saw it merely as an obstacle to their open governance, insisting that they should resolve the issue instead of avoiding it. <br><br>In the end, the Council voted 9 against, 6 in favor, and 1 abstention, thereby continuing its open-governance drama. <br>All the Asterleeds Defense Corps soldiers involved were removed and replaced by 12 Ceremonial Weapon guards. They also brought in their handpicked \"undercover performance troupe.\" <br>These members are reportedly well-versed in \"cold-weapon performance art,\" each possessing the strength to fight ten men alone. They will deliver even more stunning performances in the future. Let's look forward to it!",
    "IsHide": false
  },
  "1031192": {
    "Id": 1031192,
    "BookName": "Wanted: Dr. Flame-Eye",
    "ReadingBookDes": "Wanted: Dr. Flame-Eye<br>Crime: Conducted unauthorized alchemy experiments in residential zones<br>Bounty: 100,000 Luno<br>Identifying Traits:<br>· Wears a brass monocle over the left eye engraved with a mysterious trapezoid symbol<br>· Always wears a glove on his right hand<br>· Emits a strong, acrid odor like flammable chemicals<br>Crime Details: <br>This suspect violated safety bans by illegally building an underground alchemy lab in a residential zone and conducting dangerous formula tests. His reckless behavior caused multiple explosions that shattered windows and disturbed residents. Yet, he remained obsessed. Despite multiple warnings from the Asterleeds Defense Corps, he only escalated. Eventually, an uncontrolled reaction triggered a catastrophic explosion, setting the entire building on fire. Flames engulfed the street, causing civilian casualties. <br>Warning: Suspect carries a combustion-propellant spray device. Absolutely no open flames during engagement.",
    "IsHide": false
  },
  "1031193": {
    "Id": 1031193,
    "BookName": "Wanted: Lady Penelope",
    "ReadingBookDes": "Wanted Codename: Lady Penelope<br>Crime: Identity fraud, financial deception<br>Bounty: 30,000 Luno<br>Identifying Traits:<br>· Wears a lace veil, burn scars suspected underneath<br>· Mourning attire adorned with 32 stolen gemstones<br>· Expert in toxicology and psychological manipulation<br>Crime Details: <br>This suspect posed for years as the widow of a fallen Asterleeds Independence War officer, carrying out elaborate scams among the upper class. Investigation revealed she married 6 politicians and businessmen, exploiting those marriages to amass wealth and steal classified documents. She was last seen dancing with a Byrnhald envoy at a luxury cruise ball. <br>Special Note: Suspect keeps a trained Arctic Fox, extremely dangerous.",
    "IsHide": false
  },
  "1031194": {
    "Id": 1031194,
    "BookName": "Wanted: Iron-Lung Jayden",
    "ReadingBookDes": "Wanted Codename: Iron-Lung Jack<br>Crime: Illegal trafficking and storage of Golems<br>Bounty: 2,000,000 Luno<br>Identifying Traits: <br>Loud breathing, rumored to have an external respiratory system installed to increase lung capacity. <br>Distinctive striped tattoos running across the face. <br>Always seen wearing a black robe. <br>Crime Details: <br>Infamous felon in Byrnhald, known for illegally trafficking Bapharian Legacies. He is rumored to be affiliated with the secretive organization of Brazer, gathering people to excavate and hoard forbidden Bapharian Golems from ruins, sabotage Byrnhald's Knight Corps armories, and use stolen gear and Legacies to modify their own bodies. <br>Known Activity Zone: Extremely dangerous. Recently spotted in the Asteria Plains. All are advised to stay alert.",
    "IsHide": false
  },
  "1031195": {
    "Id": 1031195,
    "BookName": "\"A Civilization Built on Ruins\"",
    "ReadingBookDes": "Asterleeds' Legacy usage rate has reached an alarming level. From roadside street lamps and massive billboards to daily utilities, all are powered by the Webber Energy Network in the sewers. <br>Why would the energy network be built in the sewers? To answer that, we must go back to before Asterleeds was founded. When it was still a small fishing port, artisans from Byrnhald discovered a massive Bapharian Divine ruin underground. They conducted thorough investigations of the ruins. While the findings were never made public, the artisans concluded that the ruins contained a lot of useful Legacies. Thus, they decided to build Asterleeds on top of this ancient foundation. <br>This decision faced much opposition. It was considered a reckless gamble to build a new city atop an unknown ruin. <br>Yet time has proven the decision wise. As the city expanded, Legacy usage in Asterleeds skyrocketed, and the Webber Energy Network played a vital role in that.",
    "IsHide": false
  },
  "1031196": {
    "Id": 1031196,
    "BookName": "Plains Hunting Regulations and Poaching Warning",
    "ReadingBookDes": "I. The Dangers of Poaching<br>1. Ecological Collapse<br>Overhunting disrupts the balance of nature, causing pest outbreaks and vegetation loss. <br><br>2. Economic Disruption<br>Selling game illegally destabilizes markets and harms tax revenue. <br><br>3. Frontier Instability<br>Illegal camps set up by poachers threaten trade routes and civilians and might even become shelters for foreign spies. <br><br>4. Tribal Taboos<br>The Kanamia Tribe believes reckless hunting angers the spirits of nature and will lead to droughts and plagues. <br>Regardless of belief, tribal customs should be respected. <br><br><br>II. Hunting Permits<br>1. Permit Requirement<br>Submit a hunting application at Ocean Hill, and you will receive a permit after review. <br>(Processing fee: 150 Luno)<br>Permits must clearly state target species, quantity limits, and expiration date. Violators will be treated as poachers. <br><br>2. Enforcement Authority<br>Plains outposts have patrol units. Asterleeds Defense Corps are authorized to detain unlicensed hunters and confiscate weapons and prey. <br><br>3. Pioneer Bureau Exemption<br>Holders of Pioneer Bureau badges are exempt from permit requirements. <br>However, this privilege does not apply to protected species. Asterleeds Defense Corps retain the right to arrest. <br><br>Warning: Where illegal shots fire, justice soon follows.",
    "IsHide": false
  },
  "1031197": {
    "Id": 1031197,
    "BookName": "\"To the Honorable Jon Dandelion\"",
    "ReadingBookDes": "Dear Brother, <br>I heard The Founding of Asterleeds is making its rounds at the docks, passed around like a sailor's logbook. The salt-stained fingerprints on its pages speak louder than the reviews from the Grand Theater in Arena Town. Tomorrow afternoon, on the second floor of the Spinning Rudder, there will be chilled specialty drinks and sea-buckthorn fruit from Salumzahd. I look forward to witnessing how a man trained to wield a sword carves deeper marks into paper than he does into a wooden dummy. <br>Your Rival & Brother<br>Dandelion",
    "IsHide": false
  },
  "1031198": {
    "Id": 1031198,
    "BookName": "\"The Webber Family\"",
    "ReadingBookDes": "... The original artisans were all dispatched from Byrnhald. Upon their return, they were celebrated as heroes, decorated by the Knights, blessed by the Creed, and granted lands by the royal family. Their leader, Mr. Webber, was knighted and showered with honors. He later founded the Webber Industry, and his family became very influential in Byrnhald. <br>Initially, the Webber family hesitated between aligning with the Creed or the royal family. But they soon leaned toward the Creed, which later supported them to found the powerful Webber Industry. <br>In today's Byrnhald, however, with the Royalists cracking down on the Creed faction, the Webber Industry has been impacted. Many of the family's past shady dealings have been exposed as political leverage, and some members have been quietly purged.",
    "IsHide": false
  },
  "1031199": {
    "Id": 1031199,
    "BookName": "Tina's File - I",
    "ReadingBookDes": "Alician Calendar Year 602: Protective Measures Enacted for Tina<br><br>Following the restoration of the Hruga Seal, Tina's unique identity became a matter of continental security across Magna.<br>Due to potential risks, the majority of council members advocated for protective measures. This decision came with restrictions on Tina's freedom—she would be confined to the Asteria Plains.<br>Tina ultimately understood and accepted the terms of this protection order. The measure was smoothly implemented under the supervision of Olvera, Defense Corps Commander.",
    "IsHide": false
  },
  "1031200": {
    "Id": 1031200,
    "BookName": "Tina's File - II",
    "ReadingBookDes": "Alician Calendar Year 608: Reassessment of Tina's Identity and Power<br><br>Amid past unrest, Tina repeatedly defended Asteris, proving her strength and loyalty. Even under scrutiny, she quietly continued to protect the city.<br>Voices began to rise within the Council—Tina has shown she can safeguard both herself and Asteris. Her power and contributions deserve proper recognition, and she should be posthumously awarded the Hero Medal.<br>As time passed, this proposal gained the support of the majority of council members.",
    "IsHide": false
  },
  "1031201": {
    "Id": 1031201,
    "BookName": "Opening Ceremony Program List",
    "ReadingBookDes": "Third Seabreeze Festival - Fireworks Festival Opening Ceremony<br>\"Let Splendor Bloom\"<br>Hosts: Valeria, Jerrad<br><br>Opening Dance: \"Fluffy Wuffy Waltz\"<br>Starring: Mascots (Vita, Rab, Ee-chan)<br><br>Martial Arts Performance: \"Tough Guy, Open Heart\"<br>Starring: Jerrad, Asterleeds Defense Corps Representatives<br><br>Singing and Dancing Performance: \"Me and My Luno\"<br>Starring: Valeria, Pioneer Bureau Adventurer Representatives<br><br>Poetry Recitation: \"Looking to the Future, Marching Towards Tomorrow\"<br>Speaker: Council Chair Lamond<br><br>Award Ceremony: \"In the Name of Heroes\"<br>Participants: Tina, Olvera, Council Chair Lamond<br><br>Children's Musical: \"Ice Sheriff versus Snow Knight\"<br>Participants: Tina, Olvera, Sea Wave Arts Group<br><br>Chorus: \"Glorious Bapharian\"<br>Participants: Stanley, Bapharian Priest Representatives<br><br>After the opening ceremony, sit back and enjoy the beautiful Fireworks Festival!",
    "IsHide": false
  },
  "1031202": {
    "Id": 1031202,
    "BookName": "Exclusive Menu for Seabreeze Festival",
    "ReadingBookDes": "A Journey of Romance and Sea Breeze Flavors<br>Appetizer: \"Supreme of the Sea - Cold Infusion Platter\"<br>· Lightly Chilled Drink with Abyssal Fish Sashimi<br>· Berry Jam Marinated Fragrant Steamed Fruit<br>- A proud creation from Asterleeds, where the sea breeze's elegance meets its sharp, refreshing taste. <br><br>Main Course: \"Braveheart's Sizzling Grilled Steak\"<br>- A legendary dish for adventurers. Grilled on a searing 3000°C stone slab, served only to those who crave the finest of quality. <br><br>Special Recommendation! Drink: \"Journey with the Snow Knight\"<br>- Inspired by the urban legend of the Snow Knight on the plains, this drink offers a cooling respite in summer. <br><br>Special Recommendation! Dessert: \"Silly Void Engram Critter\"<br>- A chocolate ice cream ball inspired by the ancient legend of the Void Mist. It turns out that sweet things can hide a world of mystery.",
    "IsHide": false
  },
  "1031203": {
    "Id": 1031203,
    "BookName": "Poems of the Starfall Night I",
    "ReadingBookDes": "Silver dances atop the waves<br>From the sky<br>Falls the heartbeat I gather<br><br>The starlight on her lashes falls<br>The tide brushes over our ankles<br>Smoothing away all unspoken words<br><br>Shells deep in the sand count the passing years<br>The moonlight writes our shadows into<br>Tonight's song",
    "IsHide": false
  },
  "1031204": {
    "Id": 1031204,
    "BookName": "Shrimp Daily: Special Edition",
    "ReadingBookDes": "Newsflash: Fireworks Festival Restarts! Tina Returns Safely<br>By: A Spectacled Shrimp<br><br>3 days ago, there was an accident at the Fireworks Festival opening. During Tina's medal ceremony, a strange black mist suddenly appeared. <br>Eyewitnesses reported that its form closely resembled the terrifying Void Mist from years past. <br>Fortunately, the Asterleeds Defense Corps and the Pioneer Bureau quickly contained the scene and no one was injured. <br>What's strange is that Tina disappeared during the chaos. Though Tina has now returned safely, why did she disappear? Was the strange mist truly Void Mist? The incident remains deeply intriguing. <br>The Council Hall has issued a statement declaring the situation under control, and both the Seabreeze Festival and the Fireworks Festival will proceed as planned. <br>\"We can't let this incident ruin everyone's good mood, \" said Council Chair Lamond. But is there a deeper meaning behind his words? <br>Our reporters will continue to follow this story.",
    "IsHide": false
  },
  "1031205": {
    "Id": 1031205,
    "BookName": "Dark Mist Legion Investigation Record",
    "ReadingBookDes": "Dark Mist Legion Investigation Records - Early Stage of Asterleeds Independence War<br>In recent confrontations with the Dark Mist Legion, Deputy Squad Leader Jayden was notably absent from the front lines. Intellect suggests Jayden was leading a covert mission targeting Asterleeds. Details■■■■■■■■■■■■■■■■■■■■■■■■.<br><br>Dark Mist Legion: Mid Stage of Asterleeds Independence War<br>■■■■■■■■■■■The infiltration operation conducted by the Dark Mist Legion reconnaissance unit against Asterleeds has ended in failure. Regrettably, the enemy commander got away. This operation was directly overseen by high-ranking officials of the Dark Mist Legion■■■■■■■.<br><br>Dark Mist Legion: Late Stage of Asterleeds Independence War<br>■■■■■After retreating from Asterleeds, the reconnaissance unit vanished en route to the Towering Ruin.■■■■■■■■Sightings of the unit were never reported again.■■■■■",
    "IsHide": false
  },
  "1031206": {
    "Id": 1031206,
    "BookName": "Cruise Activity Schedule",
    "ReadingBookDes": "✧ Wavecrest Carnival Event Schedule ✧<br>Welcome aboard the splendid Wavecrest Carnival! Thank you for choosing Meowlux Merchant Guild to serve you. <br><br>| 18:00 - 22:00 | Moonlight Deck - Coral Terrace | Exploration Journey: Play with the magical creature, Nappo<br><br>| 18:30 - 20:30 | Moonlight Deck - Oceanview Restaurant | Gourmet Journey: Taste Meowlux chefs' finest creations!<br><br>| 19:00 - 21:30 | Moonlight Deck - Shell Theater | Starlight Journey: Dance with the little celebrities<br><br>| 19:00 - 22:00 | Moonlight Deck - Coral Terrace | Dream Journey: Enjoy the marvel of the bubble machines.<br><br>In case of any urgent matters on the day of boarding, please contact our service team for assistance. <br>We wish you a delightful evening aboard the Wavecrest Carnival. <br><br>Sincerely,<br>Kingsley Velvet<br>Concierge Officer",
    "IsHide": false
  },
  "1031207": {
    "Id": 1031207,
    "BookName": "Rules of the Surprise Card Game",
    "ReadingBookDes": "Game Rules<br>Now, there are 3 cards before you. <br>Two are blank, and one is the Lucky Card featuring adorable Ee-chan. <br><br>Step 1: <br>Choose one of the 3 cards, but do not reveal it yet. <br><br>Step 2: <br>We'll reveal one of the two remaining cards, and it'll be a blank one. <br><br>Step 3: <br>Now you have one chance to swap cards. <br>You may: <br>→ Stick with your original card: Flip over the one you first chose. <br>Switch to the remaining card: Trade your card for the last unrevealed one and flip it over. <br>(Of course, swapping requires a small wager... ^ ^)<br><br>If you flip over the Lucky Card with Ee-chan, then you're our chosen lucky one! <br>Note: Final interpretation rights for this game belong to the host.",
    "IsHide": false
  },
  "1031208": {
    "Id": 1031208,
    "BookName": "Fragment of Garrison Log",
    "ReadingBookDes": "June ▇▇, Year 600, Alician calendar<br><br>I was sent again today to reinforce the east-side Anti-Gravity Ring. Denvel calls these devices the \"dawn of a new era,\" but every time I get near them, I feel uneasy.<br>... With our current status, are we really still qualified to use these Divine Legacies? What are Legacies made of, anyway? Are they sacred or defiled? Who can say? <br>At lunch, old Cole from the mess said three new recruits from the northern barracks went missing last night. The patrol found their dog tags with black mist lingering on them...",
    "IsHide": false
  },
  "1031209": {
    "Id": 1031209,
    "BookName": "\"The Shifting Sands of Kanamia\"",
    "ReadingBookDes": "Things have been going well for the tribe lately. New goods are pouring in, merchants from outside arrive one after another, the children have new toys, and our food stores are fuller than in any year before. <br>But our traditions are slowly fading away. When Kanamian customs collide with novelty, tradition retreats. <br>The first sign was the retreat of the Elders from the council. Rotroani is, without doubt, a capable and unprecedented chieftain. Under his leadership, the Kanamia Tribe has weathered several disasters. Yet when we look at ourselves from a higher place, something feels missing. <br>The vanished voices of the Elder Council, the tribe's ancient conscience, warn us without a word. <br>The Elders, held in reverence, may well disapprove of this new Kanamia. But how can they object? After all, Rotroani is a respected and loved chieftain. To oppose Rotroani would seem small and misguided. <br><br>But in their silence, who will speak the truths we forget? <br>That no banquet can replace the firelight of the sacred rite? That no foreign Luno can purchase a lost soul's return? <br>We have gained warmth and safety, yet we are losing something older, softer, irreplaceable. Like the tide pulling back the sands... we don't feel the loss until it's already gone.",
    "IsHide": false
  },
  "1031210": {
    "Id": 1031210,
    "BookName": "Person missing! The Mushroom Elder Trali appears!",
    "ReadingBookDes": "The Mushroom Elder Is Back! It's True! <br><br>Everyone, heads up! One of our long-lost Elder Council members, Mushroom Elder, has been seen near the village! If you see her, don't let her leave! Stall her by any means! <br><br>Her real name is Trali. Back during the famine, she was the one who saved us with her mushroom-growing skills. Later, she taught us how to farm them in large batches, feeding the tribe and giving us enough to raise animals like Caprahorns and Boarriers. She helped put food on every Kanamian's table. Trali was a foundational figure in the growth of the Kanamia Tribe. <br>Then she vanished. Some say she saw the White Wolf's disappearance as a sign of disillusionment and followed its path. Others claim she never left, merely disguised herself. That's not baseless. She was known for her talent in disguise and dislike of formalities. <br><br>Maybe she's been quietly watching us all along. But either way, we want her back! So if you see her, stall for time and report to the closest watch post! <br><br><br>-Posted in urgency by Spring Priestess Totoni",
    "IsHide": false
  },
  "1031211": {
    "Id": 1031211,
    "BookName": "\"The Way Elders Think\"",
    "ReadingBookDes": "The Mushroom Elder, Trali, believes that to follow nature is to become one with it, to blend into the habitat of natural creatures and adopt their way of thinking. That's why she often appears disguised as a mushroom, responding to others in the manner of a tree mushroom no matter what they say to her. <br><br>(Scribbled thought: \"-Maybe she's always grumpy. I once knocked over one of the mushrooms at home, and it shriveled up just like she does. \")<br><br>It's not just a game to them. Among traditionalists in the Kanamia Tribe, each elder has their own way of blending into nature. Take Meztli, Murmuring Water Elder, who invented our fish farming method. He often said he was a fish. Honestly? That might explain his memory problems. <br>Some say the Murmuring Water Elder disappeared because he truly found a way to become a fish. After thinking like one for more than seven seconds, he forgot he was ever human, and now he swims the waters near the Kanamia Tribe, living fully as a fish. <br><br>As for Empty Elder, Iktaka, who oversees knowledge and etiquette... What natural form does he choose to think like? The answer, of course, is \"human.\" People, too, are part of nature. Iktaka chooses to live as an ordinary person in the tribe. Yet he believes there are many kinds of people, so he often disguises himself, sometimes as an old mushroom picker, other times as a Smelting or a shepherd. He's a master of a thousand faces, few have ever seen through his disguises.",
    "IsHide": false
  },
  "1031212": {
    "Id": 1031212,
    "BookName": "\"Tribal Oral Traditions: Elder Pine Mushroom's Teachings\"",
    "ReadingBookDes": "Ever wonder why those shriveled mushrooms beneath the Longevity Tree are called Elder Pines? <br>Legend says they're made from the sun-dried mutterings of tribal grannies, kneaded into shape by the ancestral spirit.<br><br>When three or more tribal grannies gather by the roots and start dusting off ancient gossip, their withered words seep into the ground. Come morning, you'll see the umbrellas of Elder Pine Mushrooms poking through. <br>Eat one, and you'll end up rambling like a tipsy mountain fowl, boasting about your Caprahorn hunt like you just defeated the Goblin King. <br>Empty Elder has stuck a bone spear topped with roc feathers into the patch, warning folks not to loiter and gossip there. If you're that free, go help Mushroom Elder with the mushroom beds instead. <br><br>(Though let's be honest... No one's brave enough to ask why a suspicious mushroom patch has sprouted behind Empty Elder's own treehouse...)",
    "IsHide": false
  },
  "1031213": {
    "Id": 1031213,
    "BookName": "\"The Secret of the Longevity Tree\"",
    "ReadingBookDes": "The Longevity Tree is like a piece of amber shaped by the Kanamians over a hundred years. <br>Back when us old bones followed Empty Elder to learn the art of nurturing the tree, he always told us-this tree isn't just bark and sap. A spirit lives inside it. <br>So if you think tree-tending is just about watering and spreading fertilizer, you're missing the point. <br><br>When the Moon of Chimes arrives, we prepare special materials: dew collected from the tips of the highest branches, carefully mixed with the ashes of seven rare bird feathers, burned down to powder. During the festival, the elders gently apply the mixture to the tree's bark. Then, led by the elder, the whole tribe sings an ancient Kanamia song in unison to awaken the slumbering spirit within. <br><br>On the full moon night, when all is still, that's the best time to feel the tree spirit stir. <br>We would follow Empty Elder, barefoot, circling the tree in slow steps, trying to sense the tiny tremors of the roots below. <br>Those subtle quivers are the heartbeat of the tree spirit. From that rhythm, we could tell whether the spirit was pleased. <br><br>But... ever since Empty Elder mysteriously disappeared, the art of speaking to the tree spirit has been lost. <br>The priests we have now can't hear its voice anymore. And truth be told, I don't know what we'll do next.",
    "IsHide": false
  },
  "1031214": {
    "Id": 1031214,
    "BookName": "Mounted Grand Hunt!",
    "ReadingBookDes": "[Kanamia Tribe - Mounted Grand Hunt]<br>- Caprahorns shatter the morning light. Battle boars tear through the twilight. -<br><br>War Drums<br>The annual traditional Mounted Grand Hunt of the Kanamia Tribe is about to begin! <br>Brave Kanamian warriors will mount their loyal beasts and face off against the wildest prey under the ever-shifting sky! <br><br>Day Hunt - Golden Fang Frenzy<br>When the sun reaches its zenith, the Day Hunt begins. Warriors must ride full-grown Caprahorns and hunt the Golden Fang Tyrant, a massive Boarrierrier whose tusks can pierce stone. <br>Use of poison arrows and snares is strictly forbidden. <br>Victory goes to the one who returns with a full left tusk.<br><br>Night Hunt Shadows in Play<br>As moonlight blankets the forest, the Night Hunt begins. Warriors must ride iron-spined battle boars to hunt the Flamemaw Goblin King, a cunning foe who has ambushed our tribe time and again. <br>Falling off or dismounting disqualifies the hunter. <br>Victory goes to the one who retrieves the Goblin King's Bone Mask. <br><br>Reward<br>\"All who triumph in the hunt shall earn the right to compete in next year's Warrior Trials.\" <br><br>Sign-up Location: Hall of the Longevity Tree. See Nierala. Deadline: Night before the full moon. <br>Spectator Celebration: Communal bonfire and feast featuring the day's hunted game.",
    "IsHide": false
  },
  "1031215": {
    "Id": 1031215,
    "BookName": "Kanamia Caprahorn Race",
    "ReadingBookDes": "The people of Asterleeds have long grown used to carefully folding themselves into masks with four perfect corners, always checking their surroundings to make sure nothing slips, no flaw shows. Only in private do they raise their cups, take a deep breath, and shed their masks in laughter among friends. <br><br>By contrast, the people of the Kanamia Tribe express themselves freely, without hesitation. Nothing shows this better than the Kanamian Caprahorn Races. <br><br>To me, it was the wildest, most exhilarating festival I've ever witnessed. <br>The tribesfolk lead out their strongest adult Caprahorns, and eager contestants, young and old, gather with shining eyes. The moment they loop a rope over the goat's horns, the race begins. Each participant must tame their goat in their own way and ride it all the way to the finish line. Mud flies. Dust clouds rise. Those who can't hold on are tossed face-first into the dirt. But what greets them isn't laughter. It's applause. <br>To the Kanamians, simply taking part is something to be proud of. Riding a goat is more than a challenge-it's a way to honor the will of their ancestors.",
    "IsHide": false
  },
  "1031216": {
    "Id": 1031216,
    "BookName": "\"Celebration of the Fiery Moon Omens - Volume I\"",
    "ReadingBookDes": "During the spirit-burning rite of the Celebration of the Fiery Moon, I witnessed High Priestess Yaretsi set the bone offering aflame, seeking a divination for the tribe's future. But just as the flames licked the edges, a loud crack rang out. The fang split open, and the fire abruptly died. <br>Such a sign is considered an extremely ill omen, foretelling grave misfortune for the tribe. As an assistant priest, I was at a loss. I could only look helplessly at Yaretsi, whose face had gone pale as paper. She, too, seemed shaken. Perhaps it was her first time facing such a result. <br><br>We sat in silence. Outside, the tribe danced joyfully around the bonfire under the guidance of the Summer Priestess. Laughter and warmth filled the air, while we, only a few feet away, sat frozen in dread. <br>I glanced at the priestess's earrings. Delicate crescent bone ornaments, swaying faintly in the eerie light of the extinguished flame. The two of us sat motionless, and for a moment, it felt as though time itself had stopped. <br>At last, Yaretsi broke the silence. She grabbed the shattered spirit bone and forced out a few words through clenched teeth: <br><br>\"Prepare the rites. I will perform a deep communion. \"<br><br>Deep communion! The moment I heard those words, a chill ran down my spine. That ritual is known to consume one's very life force, said to summon the ancestors themselves to deliver their decree. <br>What dreadful omen had Yaretsi glimpsed in the flames to warrant such desperate action?",
    "IsHide": false
  },
  "1031217": {
    "Id": 1031217,
    "BookName": "\"Celebration of the Fiery Moon Omens - Volume II\"",
    "ReadingBookDes": "As the deep communion began, High Priestess Yaretsi closed her eyes and blew into the bone flute. The three elders, no longer wearing their usual calm expressions, stood solemnly chanting in low, synchronized voices. <br>It was a grand ritual. Elders, priests, even warriors were present. There were eight assistant priests like myself, each holding a spirit relic meant to serve as a medium to the ancestors. And yet, curiously, the chieftain was absent...<br><br>Suddenly, the flute fell silent. The elders' chants stopped at once. Yaretsi's body began trembling violently, as if seized by some unseen force. <br>Moments later, she opened her eyes, slowly. Those eyes had turned a glowing gold. Her expression had shifted as well, no longer hers, but that of a divine being. <br>Terror gripped me. My knees buckled, and I knelt without thinking. A glance sideways showed the other seven assistants had also dropped to their knees at the same moment. <br>Empty Elder stepped forward and performed the tribe's highest gesture of reverence toward Yaretsi, proclaiming: \"O Ancestors above, we await your guidance. \"<br><br>Yaretsi's lips parted slightly, and an eerie, unearthly melody poured forth, unlike anything I had ever heard. <br><br>The night has fallen over the Eternal Forest, but dawn is not lost. <br>The alpha goat faltered, bringing forth the ill-omened crescent, driving the White Wolf away. <br>Correct the mistake. When the moon is full, the White Wolf shall return to the forest. <br><br>The crescent devours what remains of the goat. Its life force wanes. The Forbidden Land shakes. One's fall is all's fall. <br>On the night of the full moon, the White Wolf shall return. The Forbidden Land shall flourish, and the goat's vitality shall be restored. <br><br>And just like that, the ritual flames died. Empty Elder whispered into the dark: \"So the White Wolf's leaving was foretold after all. We just refused to hear it...\"",
    "IsHide": false
  },
  "1031218": {
    "Id": 1031218,
    "BookName": "\"A Tribe Without Currency\"",
    "ReadingBookDes": "You might find it strange, but within the Kanamia Tribe, money plays almost no role. Their society still runs on a bartering system passed down for generations. <br>Kanamians live in family-based units, each with its own strengths. A family skilled in hunting might exchange wild game with a family adept at fishing. Another that excels in weaving may trade handmade crafts for pottery. These relationships often develop into long-term partnerships, and over time, the web of inter-family exchanges forms a kind of extended tribal supply network. Occasionally, warriors organize large-scale hunts. The yields are distributed according to need, with any surplus stored as communal reserves. This relatively abundant system of shared resources means that fixed values rarely take root in Kanamian society. If two parties agree, nearly anything can be traded. <br><br>In recent years, however, Chieftain Rotroani has adopted a more open policy. He has appointed certain individuals to conduct monetary trade with outsiders, and some traveling merchants with close ties to the tribe are now permitted to enter and do business. <br>As a result, Luno has slowly begun to appear on the Kanamian exchange list. In my view, it's only a matter of time before full-scale monetary trade takes hold in Kanamia.",
    "IsHide": false
  },
  "1031219": {
    "Id": 1031219,
    "BookName": "\"Ritual of the Four Seasons\"",
    "ReadingBookDes": "People of the Kanamia Tribe, remember the sacred festivals. The changing of the seasons, the shifting of sun and moon are all tests granted by the ancestral spirit. To deepen one's understanding of the spirit, these festivals are essential to every Kanamian. <br><br>Celebration of Life<br>Held in spring, led by the High Priestess alongside the Spring Priests. <br>This festival honors all living beings, expresses gratitude for their gifts, and welcomes the hopes of a new year. <br><br>Celebration of the Fiery Moon<br>Held in summer, led by the Chieftain and the Summer Priests. <br>It serves to rally the tribe's spirit, instill perseverance, and temper the will during the heat of the season. <br><br>Harvest Day<br>Held in autumn, led by the High Priestess and the Autumn Priests. <br>It gives thanks to the ancestors and nature for their bounty, prays for a rich harvest, and teaches the virtue of frugality. <br><br>Redemption Day<br>Held in winter, led by the Chieftain and the Dusk Priests. <br>It marks the end of the year, a time for reflection, confession, and atonement for one's misdeeds. <br><br>Ancestor Festival<br>A special day co-led by the Chieftain, the High Priestess, and the Elders. It is the most sacred and grand occasion of the year.",
    "IsHide": false
  },
  "1031220": {
    "Id": 1031220,
    "BookName": "\"The Tale of Kanamia's Shrimpshrooms\"",
    "ReadingBookDes": "Among the many oddities found in the Kanamian diet, one stands out above the rest, which is the Shrimpshroom. <br>I once saw one near the coast myself: a mushroom with giant pincers, slowly crawling as if a shrimp were carrying a toadstool on its back. Equal parts (deliciously) creepy and (creepily) delicious. <br>Those who've tried Shrimpshrooms say the meat is incredibly tender. The mushroom cap not only carries the sweetness of shrimp but also the umami richness of fungi, with a firm, satisfying bite. It's a rare delicacy, but its inconsistent yield makes it hard to find on dining tables in Asterleeds. <br><br>So... where do the Kanamians get their Shrimpshrooms? <br>A visit to the tribe revealed the secret. Beside the village lies a hidden stream, unmarked on most maps. The Kanamians call it the River of Returning Spirits, their sacred lifeline. Dozens of Shrimpshrooms are raised there, each with meaty pincers and thick, healthy mushroom caps. It seems the tribe has mastered the secret of farming them. Is it the blessed environment, or some uncanny skill passed down through generations? <br><br>According to the locals, when their ancestors first settled this land, the river was barren, clear but lifeless. It wasn't until the wise Murmuring Water Elder led the people to restore the riverbanks that life returned. Now, the water teems with plants, fish, and of course... the curious Shrimpshroom.",
    "IsHide": false
  },
  "1031221": {
    "Id": 1031221,
    "BookName": "\"Symbol of the Full Moon\"",
    "ReadingBookDes": "To the Kanamia Tribe, the moon holds exceptional spiritual significance. According to some tribal elders, the day, ruled by the sun, is a time of constant change, while the night is still and stable. As such, the Kanamians use the sun to mark short-term time, but rely on the moon's phases to track meaningful dates. <br>Full Moon: Under its silver light, the tribe holds grand celebrations for gratitude, for safety, or for soul-searching. <br>Crescent Moon: A phase of hope, when meaningful rituals are performed to plant intentions for what's to come. <br>Dark Moon: A time for reckoning. The Dusk Priests gather beneath the dark sky to resolve lingering judgments through sacred rites. <br><br>The moon's sanctity among the Kanamians also stems from legend: it is said that the ancestral spirit once took the form of a great White Wolf, who lived among the Kanamians, defended them from invaders, and granted them part of its strength. <br>The White Wolf was said to appear atop the tribe's highest stone peak during full moons, its long howl echoing beneath the silver light. Thus, the full moon became sacred, a marker for festivals and remembrance for the tribespeople.",
    "IsHide": false
  },
  "1031222": {
    "Id": 1031222,
    "BookName": "\"When the Lunar Harp Meets the Pigskin Drum\"",
    "ReadingBookDes": "To the Kanamia Tribe, musical instruments are an essential part of life. Beyond their value in entertainment, Kanamians believe that sound itself possesses the power to pierce through time. <br>In their view, the ancestral spirit exists beyond the bounds of time. Offerings and rituals demonstrate devotion, but only sound, produced through instruments, can truly deliver one's heart to the spirits. <br>One such unique Kanamian instrument is the Lunar Harp. Shaped like a full moon, its carved wooden body is strung with taut cords. When the bow is drawn across it, it produces a sound that is both deep and resonant. <br><br>The voice of the Lunar Harp echoes like a wolf's howl across a canyon, rich and mournful, like the blast of ancient bone horns, or the pouring of springwater aged for centuries, cascading across obsidian in a hidden mountain pool. <br><br>Solo performances on the Lunar Harp are often moments of personal grief or longing. The player plucks its strings to send sorrow across the divide between worlds, delivering heartfelt thoughts to the departed. <br>But when the Lunar Harp is joined by the Boarskin Drum and the Bone Flute, it signals a grand festival. With young assistant priests holding well-tended ritual instruments, the tribe sends its prayers to the ancestral spirit through a music that is deeply, unmistakably Kanamian.",
    "IsHide": false
  },
  "1031223": {
    "Id": 1031223,
    "BookName": "Please Send Me Back!",
    "ReadingBookDes": "To the Esteemed Evaluation Committee of the Artisan Guild,<br><br>Honestly, I have no idea why the Guild sent me here for field study. The Kanamians won't even acknowledge that the Legacies were created by the Bapharian Divine! They call it \"the power of the ancestors,\" wrapping it all in mysticism. We're talking about technology clearly developed by the Bapharian Divine, and yet they'll argue with you for hours over it. <br>As for how they use these artifacts? It's a complete disaster. High-grade Legacies are being used in the most absurd ways-ice generators turned into storage compartments, auto-heating ovens used as water ladles, and acceleration modules meant for blade forging repurposed as bedding stones. <br>I hereby request an immediate reassignment. Please send someone who's into tribal customs. Or better yet, send Luca, the bottom-ranking Novice. His understanding of Legacies is about on par with the locals'. <br><br>Sincerely, Jaspar, Legacy Expert",
    "IsHide": false
  },
  "1031224": {
    "Id": 1031224,
    "BookName": "A Letter to Luca",
    "ReadingBookDes": "To my dear friend Luca, <br><br>Warm greetings! <br>Thanks to your help, my recent visit to the Artisan Guild in Asterleeds was truly eye-opening. I realized that what we call the Power of the Ancestors, what you folks refer to as the Bapharian Legacy, can be used in all sorts of ways. Who would've thought it could function as a threshing tool, a water ladle, a storage rack, or even as an automatic washer, an ice maker, and an oven? <br><br>While some of our tribe members are still hesitant to embrace the use of Legacy technology, I personally believe it aligns perfectly with the teachings of our ancestors: The world is like a vast totem. Only by following ancestral wisdom can one truly understand its meaning. <br>For our tribe today, using the power of the ancestors to solve practical problems is essential. To encourage wider acceptance, we must show the people just how useful these tools can be. <br><br>As you know, most homes in the Kanamia Tribe are built from wood. They're breathable and easy to construct, but they're also extremely flammable. Many of our people still light fires indoors, and fire safety has become a serious concern. <br>If you could use the power of the ancestors to design a device that can automatically detect flames and trigger an alarm, the tribe would be incredibly grateful. And if that same device could also spray water to extinguish the fire. Well, I daresay you'd become a living legend in the village. <br><br>I can handle crafting the alarm and water-spraying mechanisms using bamboo, but detecting the fire... That part, my friend, I leave to you. <br><br>Looking forward to your reply! <br><br>With respect and anticipation, Selion Ax, Tribal Artisan",
    "IsHide": false
  },
  "1031225": {
    "Id": 1031225,
    "BookName": "\"Song of the Outsider - Kanamia Journal\"",
    "ReadingBookDes": "Earlier this year, I tasted the rare delight of Shrimpshroom meat at The Spinning Rudder-a flavor straight from the heavens! I couldn't stop thinking about it, and eventually, I decided to write a new song about the Shrimpshroom. When I heard that the Kanamia Tribe on the plains had a tradition of raising these creatures, I felt I had to see it for myself. Who knew? Maybe I'd find inspiration for my next big hit. <br>But fate had other plans. I tripped and fell straight into the Shrimpshroom River. The creatures, startled, came at me with their massive pincers. Before I knew it, I was being thrashed like laundry in a storm. <br><br>I thought I was done for, but then some Kanamian sentries heard my screams and pulled me out. By then, night had fallen. One of them wanted to drive me away. Apparently, Kanamian law forbids outsiders from staying overnight. But I was badly hurt. Another guard spoke up, saying forcing me to leave in that condition would be as good as killing me. <br>I begged in a weak voice, and finally they agreed to go get their chieftain. To my surprise, the chieftain himself came to see me, accompanied by his daughter, the High Priestess Rorola. She was kind and striking. Perhaps they saw I wasn't a threat. (Or maybe I was just easy on the eyes?) Either way, they decided to show me mercy. <br><br>So began my dreamlike recovery in Kanamia. The tribe welcomed me with warmth and joy, nothing like the fierce stereotypes I'd heard. The children laughed like sunlight, and the daily life, hunting, weaving, farming, moved with beautiful order. <br><br>Kanamia felt like a family. I tasted incredible food, learned their beliefs and taboos... and in the end, I turned it all into a new song: \"Strayed into Kanamia.\"<br><br>Want to hear the whole story? Come to Celestine Plaza in Asterleeds. I sing it every day there, sharing the joy I found in Kanamia with the world, and reliving the magic of those days.",
    "IsHide": false
  },
  "1031226": {
    "Id": 1031226,
    "BookName": "\"Hakrei's Five Thousand Hides\"",
    "ReadingBookDes": "This was one of the most serious derelictions of duty in the history of the Kanamia Tribe. On a night in the Month of Frost, sentry Hakrei was tricked into drinking a specialty drink offered by outsiders. Intoxicated, he passed out, leaving the Forbidden Land unguarded, allowing a group of desecrators to break in and steal the tribe's sacred relic. <br>When Hakrei awoke and realized what had happened, it was too late. The priests had no choice but to enter the sacred grounds and inspect the damage. They discovered that the Sacred Spring, used in healing rites and the source of the spring itself, had been taken. <br><br>The entire tribe was thrown into alarm. The Elders traveled personally to Asterleeds to request aid. With the help of the Defense Corps, the culprits were intercepted at the port as they tried to load the relic onto a ship. The thieves turned out to be members of the black market group known as Brazer, who had recently disguised themselves as merchants to get close to Hakrei. His lack of judgment allowed them to act. <br><br>As punishment, Hakrei was permanently stripped of his title as a sentry and sentenced to roll five thousand hides. His family, too, faced social exclusion and remains shunned to this day. <br><br>Thankfully, the Sacred Spring source was recovered. Had it been lost, the Kanamians would no longer have had the dignity to face their ancestral spirits. <br>Let this stand as a warning to all: never neglect your duty, and never trust the words of strangers.",
    "IsHide": false
  },
  "1031227": {
    "Id": 1031227,
    "BookName": "\"Book of Counsel: New Moon Scroll\"",
    "ReadingBookDes": "I, Itskot, your humble Dusk Priest, kneel in counsel. <br><br>Chieftain, I beg you to reconsider. The wounds of the Kanamia Tribe are still fresh in our memory. <br>Yes, outsiders have brought us many gifts. The novelties from Asterleeds have enriched the lives of our people. Treehouses now come equipped with fire-extinguishing devices. Children have new toys. Adults enjoy new clothes and vibrant dyes...<br>But the downsides have come just as swiftly. Do you not recall the Forbidden Land theft during the Month of Frost? Had we discovered it even a little later, the sacred relic might have been smuggled all the way to Asterleeds. Now the White Wolf has already left the tribe, if the Ancestral Relic was lost next... I cannot even bear to imagine it. <br><br>Some of our own people are straying from our ways. Some have abandoned traditional clothing in favor of Asterleeds fashion. And... Some arrogant souls now dare to question the ancestral spirit itself! I'm sure you haven't forgotten Rosan's family. Rosan, our former Spring Priestess, openly declared she would leave the tribe because \"the ancestors cannot answer her questions.\" Such defiance is unthinkable!<br><br>Yes, the merchants among us have expanded what we can trade and consume, but theft and petty crimes are now rampant. We once left our doors unbarred at night. Now even ritual masks hung on the fence are stolen as decorative souvenirs. <br>Chieftain, I understand your desire to lead our people to a better life. The intent is good. But when we move too fast, we risk leaving many behind. Please take seriously the harm I speak of, and consider slowing our pace of openness. <br>Do not forget the ancestral teachings. <br><br>With humility, Itskot, Dusk Priest",
    "IsHide": false
  },
  "1031228": {
    "Id": 1031228,
    "BookName": "\"Book of Counsel: Sacred Spirit Scroll\"",
    "ReadingBookDes": "Chieftain, the pace of openness has indeed accelerated in recent days, and yes, some problems have arisen. But I urge you: do not slow down. See it through to the end. <br>Indeed, there will be those who fall behind. There will be those who question their faith in the ancestral spirits. But this is the pain that comes with progress, growing pains that every tribe must endure to move forward. The ancestors gave us this wisdom long ago: to live in this world is to answer the trials they have set before us. Each of us fulfills the ancestral mission in a different way. <br><br>Even those who stumble, those who lose their way or break their word-through these trials, they may come to understand more deeply the solemn pride of being Kanamian, and the true value of the faith the ancestors have given us. <br>And beyond all that, let us speak plainly. The economic benefits brought by trade with outsiders-you know them better than anyone. Our living conditions have improved dramatically. We no longer live in fear of spontaneous fires in our treehouses. The foreign weapons have greatly strengthened our security forces, and we no longer tremble at the threats of those goblins. These are tangible, undeniable gains. <br>I urge you to stand firm. Carry this reform through to the end. <br><br>With faith and resolve, Totoni, Spring Priestess",
    "IsHide": false
  },
  "1031229": {
    "Id": 1031229,
    "BookName": "\"Book of Sin: The Transgressors I\"",
    "ReadingBookDes": "Transgressor One: Robe-Tearer Rosan<br>Former assistant to the Spring Priestess. During last year's Celebration of Life, she tore her ceremonial robe in public and shouted: \"If all things are part of the ancestral spirit, then why must we alone hunt and offer the flesh of beasts?\" \" <br>All attempts to counsel her failed. She then stole a spirit bone meant for ritual use and fled. The stolen bone is rumored to still circulate on the Asterleeds black market. <br>Her surviving family, five in total, now live as scavengers. Even the tribe's war boars bare their teeth at Rosan's bloodline. <br><br>Violated Tribal Laws: Second Law: Sacred Offering and Veneration, Seventh Law: All Things Belong to Their owner<br>Sentence: Her fleeing form has been immortalized as a rock carving. Each day, assistant priests strike the knees of her effigy with poisoned thorns.",
    "IsHide": false
  },
  "1031230": {
    "Id": 1031230,
    "BookName": "\"Book of Sin: The Transgressors II\"",
    "ReadingBookDes": "Transgressor Two: U'gorr the Red Spear<br>Former champion of the Celebration of the Fiery Moon wrestling contest. Driven by jealousy after his brother was chosen as Dusk Priest, U'gorr plotted treachery. During the Harvest Day group dance, he ambushed his own brother using a shard of venom lizard bone and gravely injured him. <br>The offender has been exiled to the territory of the Golden Fang Boars, where he must survive alone. Not long ago, he was seen fending off a charging Boarrier pack with nothing but his shattered bone spear. <br><br>Violated Tribal Laws: Third Law: Pact of the Living, Fifth Law: Prohibition of Violence<br>Sentence: His name has been struck from the clan-stone. Among the tribe, the word \"U'gorr\" is now a synonym for ill omen.",
    "IsHide": false
  },
  "1031231": {
    "Id": 1031231,
    "BookName": "\"Book of Sin: The Transgressors III\"",
    "ReadingBookDes": "Transgressor Three: Maru the Withered Tongue<br>Once the granary watchman during the Harvest Day of autumn. For three consecutive years, Maru falsified reports of stored food and secretly hoarded over two hundred dried berries. <br>Upon discovery, he attempted to consume them all at once, shoving the stolen fruit into his mouth in a frantic bid to erase the evidence. During questioning by a Dusk Priest, he uttered the blasphemous phrase: \"Even the ancestors should taste something sweet.\" He now lies chained at the roots of the Prison Tree, where he must recite the Seven Laws daily-until an Elder Pine grows from beneath the roots. <br><br>Violated Tribal Laws: Sixth Law: The Brand of Truth, Fourth Law: The Circle of Nourishment (for withholding communal provisions)<br>Sentence: His penance is accompanied by the release of bite-ants that nip at his ankles, testing his resolve with every word of the Seven Sacred Laws.",
    "IsHide": false
  },
  "1031232": {
    "Id": 1031232,
    "BookName": "\"Book of Sin: The Transgressors IV\"",
    "ReadingBookDes": "Transgressor Four: Nia, the Blight-Touched<br>Once a candidate for Dusk Priestess, Nia committed ritual defilement during Redemption Day by forging false offerings with bird droppings, attempting to desecrate the sacred act of repentance. <br>Upon investigation, her home was found covered with drawings of the Goblin King. She claimed, falsely, \"This is a mission assigned by the ancestral spirit.\" Suspected of being afflicted by spiritual corruption, the priesthood issued a reduced sentence. <br><br>Violated Tribal Laws: First Law: All Souls Belong to One<br>Sentence: Her entire family must undergo a full exorcism rite and transcribe the Seven Laws by hand. At regular intervals, she is to be escorted to the Old Battlefield of the Kanamia Tribe, where she is made to commune with the spirits of her ancestral dead in hopes of restoring her true self.",
    "IsHide": false
  },
  "1031233": {
    "Id": 1031233,
    "BookName": "\"The White Wolf Mystery: An Inquiry into the Existence of Kanamia Ancestral Spirits\"",
    "ReadingBookDes": "The White Wolf holds an extraordinary place in the hearts of the Kanamia Tribe. It is not only their totem, but a divine embodiment of the ancestral spirit. But has anyone truly seen the White Wolf? <br>Through interviews with numerous Kanamia Priests and a thorough examination of tribal hide-scrolls, I have reached the conclusion: the White Wolf most likely did exist in Kanamian history. <br><br>Evidence 1: The Claw Marks. It is said that where the White Wolf once appeared-on a cliffside sacred to the tribe-deep claw prints remain to this day. These are no ordinary tracks. Each claw mark is as thick as a man's arm, and the full paw print could rival the size of a Boarrier. Such a creature would have to be larger than even the Tempest Ogres. The only beings known to match that size in the Asteria Plains are dragons. Yet these are clearly not dragon tracks. <br><br>Evidence 2: Internal Tribal Records. Historical sources within the Kanamia Tribe suggest the White Wolf lived among them during a specific era. It is believed to be just before the Asterleeds Independence War. One especially compelling account describes a crisis decades ago, in which the tribe was threatened by a goblin invasion. The White Wolf is said to have appeared and defeated the attacking Goblin King. This story is preserved across multiple family records, from different perspectives, written by different hands. The consistency and variety of these accounts make deliberate fabrication unlikely. Similar multi-angle records of the White Wolf are not uncommon. <br><br>Evidence 3: External Records. References to the White Wolf aren't limited to Kanamian scrolls. Several historical texts from nearby Asterleeds mention it as well. Asterleeds families still pass down testimonies of their ancestors sighting a great White Wolf, and official writings include warnings of villages spotting tribes moving alongside a massive wolf-like creature. <br><br>If we were to chalk up the Kanamian accounts to mass hysteria, as some skeptics suggest, it would be rather impolite, though not impossible. But the existence of Evidence 3 greatly undermines such a theory. After all, it's absurd to think the Asterleeds population was collectively \"bought off\" to support a Kanamian myth. <br><br>Evidence 4: Physical Trace Corroboration. Many sightings of the White Wolf mention specific locations. Scholars have visited these areas and, incredibly, found claw marks nearly identical to those from Evidence 1. <br><br>Evidence 5: Alleged Physical Remains. According to some Kanamian tribespeople, there have been instances of individuals obtaining stray fur, claws, or even bone fragments from the White Wolf. Some of these relics are reportedly still in existence. However, upon examination, they appear more likely to be handmade artifacts, possibly ceremonial decorations. Of all the evidence presented, this remains the weakest and most suspect.",
    "IsHide": false
  },
  "1031234": {
    "Id": 1031234,
    "BookName": "\"A Study of Totem Culture in Kanamia\"",
    "ReadingBookDes": "In Kanamian culture, a totem represents the physical embodiment of the ancestral spirit. In the earliest days, the Kanamia Tribe was not a single people but a scattered collection of dozens of tribes across the untamed wilds. Each tribe had its own totem: some worshiped serpents, others wolves, boars, deer... there was even a tribe whose totem was a clay pot. <br>To the Kanamians, a totem signified the form in which the ancestral spirit once revealed itself to that tribe's leader, an act of divine recognition and validation. <br><br>Yet all Kanamians held one belief in common: there is but one ancestral spirit. According to the First Law of the Seven Laws, \"All Souls Belong to One\": the ancestral spirit manifests in many forms. The way it appears depends on the capacity of each tribe to receive its presence. The spirit is everything. <br>This led to tensions. Tribes began to accuse one another of lacking spiritual insight, arguing over whose totem was the \"truer\" form of the ancestral spirit. Clashes erupted... until, in time, the wolf totem tribe emerged dominant. <br><br>However, this victorious tribe proved to be remarkably inclusive. They allowed others to keep their totems. Thus, the Kanamia finally became what they had always aspired to be-all souls belong to one.",
    "IsHide": false
  },
  "1031235": {
    "Id": 1031235,
    "BookName": "\"The Seven Sacred Laws of Kanamia - Part I\"",
    "ReadingBookDes": "First Law: All Souls Belong to One<br>\"All things are the breath of the ancestral spirit. The stars are its eyes. The wind, its whispered thoughts. \"<br>Every member of the Kanamia Tribe must walk in the traces left by the ancestral spirit.",
    "IsHide": false
  },
  "1031236": {
    "Id": 1031236,
    "BookName": "\"The Seven Sacred Laws of Kanamia - Part II\"",
    "ReadingBookDes": "Second Law: Sacred Rites and Offerings<br>\"Before the fire dies, add more wood. Even when the ancestral spirit sleeps, the watch must be kept. \"<br>No laughter during rituals. Never turn your back to the Forbidden Land. Visions received in dreams must be shared with the priesthood.",
    "IsHide": false
  },
  "1031237": {
    "Id": 1031237,
    "BookName": "\"The Seven Sacred Laws of Kanamia - Part III\"",
    "ReadingBookDes": "Third Law: Pact of the Living<br>\"Return the bones after the hunt. Tie a braid to every broken branch. \"<br>Honor all life. Let the antlers return to the plains. Bury the boar's heart beneath the roots of the Hall of the Longevity Tree.",
    "IsHide": false
  },
  "1031238": {
    "Id": 1031238,
    "BookName": "\"The Seven Sacred Laws of Kanamia - Part IV\"",
    "ReadingBookDes": "Fourth Law: The Circle of Nourishment<br>\"Only when the cub leaves the den may the old wolf walk the snowy plains. \"<br>Repay the gift of nurture. The bed of a frail parent deserves the softest hide of the Caprahorn.",
    "IsHide": false
  },
  "1031239": {
    "Id": 1031239,
    "BookName": "\"The Seven Sacred Laws of Kanamia - Part V\"",
    "ReadingBookDes": "Fifth Law: Prohibition of Violence<br>\"No blade to kin. No grain stolen from a brother's hand. \"<br>Settle disputes with wrestling and songs. The spear is for beasts and goblins only.",
    "IsHide": false
  },
  "1031240": {
    "Id": 1031240,
    "BookName": "\"The Seven Sacred Laws of Kanamia - Part VI\"",
    "ReadingBookDes": "Sixth Law: The Brand of Truth<br>\"Let the tongue be flint, striking only the fire of truth. \"<br>Slanderers shall lose their sense of taste. The hound of a liar will no longer heed its whistle.",
    "IsHide": false
  },
  "1031241": {
    "Id": 1031241,
    "BookName": "\"The Seven Sacred Laws of Kanamia - Part VII\"",
    "ReadingBookDes": "Seventh Law: All Things Belong to Their owner<br>\"Another's hunt is not yours to claim. \"<br>Stealing is forbidden. What is found must be hung beside the Hall of the Longevity Tree until its owner returns.",
    "IsHide": false
  },
  "1031242": {
    "Id": 1031242,
    "BookName": "Artisan Guild Frontier Market",
    "ReadingBookDes": "All products are handmade by master artisans.<br>Their creativity and ingenuity<br>available now at the Frontier Market!<br><br>New Products Available: <br>Assault-Class Fishing Pole<br>Forged with integrated Bapharian Legacy technology! Extremely limited release! <br>A must-have for fishing enthusiasts. Two major features: <br>1. Miniature fish-attracting light-no bait required, enjoy the fun of pure fishing.<br>2. Automatic retraction system-pulling force equivalent to three Caprahorns. <br><br>Auto-Gardening Egg<br>Your personal gardener-place it in your garden and it will water plants on a regular cycle. <br>Designed with classic Bapharian engravings. <br><br>Foldable Wardrobe<br>Ingeniously crafted by home-living specialist James. <br>Simply pull gently to fold or unfold. A household essential. <br>Constructed from solid wood-emits a light scent of prairie grass. <br><br>...<br>Please continue supporting the Artisan Guild! Every coin you spend helps us build a better future-for all.",
    "IsHide": false
  },
  "1031243": {
    "Id": 1031243,
    "BookName": "Waters of the Forbidden Land",
    "ReadingBookDes": "Since the Forbidden Land was sealed, healing has become a grave concern for the Kanamia Tribe. <br>In the past, water from the Sacred Spring held miraculous healing power. Whether the wounds came from hunting, duels, or accidents, a single touch of springwater would restore the injured as if nothing had ever happened. The people relied on it completely. But now, the Forbidden Land is closed off...<br><br>Thankfully, it was once customary to store springwater in containers, but those reserves are nearly depleted. What will we do then? The children will no longer run freely across the grass. Our warriors will hesitate to clash with full strength. Hunters will need to tread as if one scratch might be their last. A deep wound may now mean death. And we have not even begun to speak of the strange afflictions brought by outsiders...<br><br>O ancestral spirit above, please do not abandon your Kanamian children.<br>The Forbidden Land Key is lost... Grant us a sign. Show us a new way to open the sacred path once more. <br><br>Ihetel, Autumn Priest",
    "IsHide": false
  },
  "1031244": {
    "Id": 1031244,
    "BookName": "\"The Kanamia White Wolf: A Hypothesis\"",
    "ReadingBookDes": "The White Wolf of the Kanamia Tribe is not merely a mythic creature of legend. In recent decades, there have been numerous sightings: accounts backed by scrolls, oral history, and a wealth of documentation. <br>Most prevailing explanations take an agnostic stance: perhaps this mythological being truly existed, appearing in the form of a species unknown to us. <br><br>Yes, invoking the supernatural, the divine, or an undiscovered lifeform is a tidy solution. But doing so merely plants a sign that reads: \"Unknown. Do not enter. \" And we've seen too many signs like that already. What I offer here is not idle speculation, but a hypothesis built on observation. It's one step toward the river's dark and unfathomable depths. <br><br>That is: the White Wolf that once protected Kanamia Tribe may very well have been an Imagine Seed. <br><br>You don't believe me? Then why is it that nearly every record of the White Wolf shows it arriving at just the right moment! Howling valiantly or saving the tribe at its darkest hour? What a miraculous coincidence! <br>The Kanamians will, of course, say: \"The ancestral spirit knows when its people suffer, and sends the White Wolf.\" A beautiful sentiment. A valid one. But it's only one of many possibilities. Let us explore the others. Let us seek reason <br><br>Why is there no mention of the White Wolf's everyday life? Where did it sleep? What did it eat? Where are its droppings? Why is there nothing? It's as if the creature came from another world altogether. <br>If it truly hailed from beyond, why appear as a wolf? What form did it take before that? <br>And why did it vanish just before the tribe's greatest crisis? This ancestral spirit that saved the Kanamians a hundred times before-why abandon them when they needed it most? If the tribe committed some blasphemy that drove it away, there should be records. But so far, none exist <br><br>However, if the White Wolf was in fact an Imagine Seed, everything falls into place. The tribe, knowingly or not, may have triggered the seed. It manifests as this fearsome, supernatural being. And when the seed's projected duration ends, the White Wolf disappears, leaving behind no trace of a physical life. <br>As for its disappearance before the war? That might suggest the seed was lost in a time of internal conflict. Or that the Kanamians never learned to activate it consistently. After all, even the Pioneer Bureau hasn't figured out how to fully \"play\" with these things. <br><br>Of course, the \"Seed Hypothesis\" opens up a more terrifying possibility: What if there was a real giant White Wolf, and the Imagine Seed merely recorded it faithfully? <br>Even if the theory is imperfect, the pursuit of truth must follow the evidence-not leap over it by stamping \"Unknown\" across the page. That kind of thinking, in itself, is a desecration. <br>After all, when you see the edge... you've already crossed it.",
    "IsHide": false
  },
  "1031245": {
    "Id": 1031245,
    "BookName": "A Letter to Old Friend Lumia",
    "ReadingBookDes": "To my dear friend Lumia, <br>May the warm eastern winds have brushed the dust from your scrolls.<br><br>These past days among the Kanamia Tribe, I've often found myself feeling uneasy without knowing why at first. Eventually, I realized: it was the eyes of the Dusk Priests watching me. <br>The Dusk Priests are perhaps the most unique branch of the Kanamian priesthood. Unlike the Four Season Priests, who are deeply involved in the daily rhythms of life, the Dusk Priests are chosen from among their ranks, singled out by the High Priest and confirmed by the Chieftain. Their duty is to enforce the Seven Laws of Kanamia: to investigate transgressors, pronounce judgment, and ensure order is maintained. <br><br>They roam the village constantly, actively seeking out violations of tribal law and hunting down those whose past transgressions. Their presence alone unsettles people. As the locals say, \"Where a Dusk Priest stands, winter follows.\"<br>It's no surprise that many of them are former Winter Priests-those known for their strict nature and sharp judgment. Only the most exacting of them earn the title. <br><br>The most chilling part? Their method of interrogation. Last month, I witnessed a trial firsthand. The accused young hunter was trembling like a leaf the whole time, despite the sunny afternoon. The Dusk Priest did nothing more than gently scrape the edge of a Bone Flute with his fingernail... And it was as if the poor hunter's soul had been pulled right out of him. He confessed to hiding tanned hides on the spot. <br>You might laugh and say I'm being paranoid, but I swear, even when I'm grinding pigments, I keep glancing over my shoulder. Who's to say that behind any shadow, a pair of quiet, waiting eyes isn't watching... just waiting for me to slip? <br><br>Write back soon. <br><br>Your old friend, Solan<br>Written on the last night of Winter Moon, Kanamia Tribe",
    "IsHide": false
  },
  "1031246": {
    "Id": 1031246,
    "BookName": "Aged Hide Scroll",
    "ReadingBookDes": "Frostfall Moon - Day 12 [4 days until I meet the High Priestess]<br>All the hard work has finally paid off! The Autumn Priestess praised my hide-drying during the Harvest Season. She said I did it beautifully. Tonight, she told me that the High Priestess will be coming to meet me in a few days! <br>This is the greatest news ever! If she approves, I'll become one of the Four Season Priests! Countdown begins today! Ta-da! <br>I'll prepare my best ceremonial robe, comb my hair until it shines. I heard the High Priestess will test us through questions to determine which seasonal path fits best: I've secretly practiced the Spring Priests' sowing song, the Summer Priests' fire moon dance, and the Autumn Priests' harvest ledgers. As for the Winter Priestess... no, I'd rather leave that to someone else. Those cold-faced law-owners who scold all day aren't for me. <br><br>Frostfall Moon - Day 13 [3 days until I meet the High Priestess]<br>Last night I dreamed of my first ancestral vision: The White Wolf, huge and gleaming, said to me: \"You shall be the eye of the Four Seasons.\" Isn't that a divine calling? <br>Even while drying hides today, a great hawk circled overhead as if blessing me! <br><br>Frostfall Moon - Day 14 [2 days until I meet the High Priestess]<br>While practicing the rites, Elder Jima, one of the Winter Priestesses, suddenly grabbed my wrist.\" \"Winter isn't as dreadful as you think...\" she rasped, \"Sometimes... reflection is the greatest form of kindness.\" I forced a smile and ran. There was something dark and sticky under her fingernails. I was afraid.<br><br>Frostfall Moon - Day 15 [1 day until I meet the High Priestess]<br>Tomorrow's the day! My heart's pounding with excitement! <br><br>Frostfall Moon - Day 15<br>(The handwriting here becomes erratic)<br>The Byrnhalds are attacking... The fields are burning... the homes are aflame...<br>I'm clutching the wooden idol of the ancestral spirit and running toward the marsh. I turned back and saw-<br>(A large section is scorched, only fragments remain legible)<br><br>... The Autumn Priestess's crown hanging from a spear tip...<br>... The flames of the Summer Altar turning the night sky red...<br><br>Deepwinter Moon - Day...<br>There is no High Priestess. <br>There are no Seasons. <br>Only the rotting grain in the mud, and a promotion day forever frozen in \"tomorrow.\" <br><br>The fangs of the ancestral spirit... have finally shown me the way. <br>Silver... is the color of winter.",
    "IsHide": false
  },
  "1031247": {
    "Id": 1031247,
    "BookName": "Lost Hide Scroll",
    "ReadingBookDes": "Deepwinter Moon - Day 9<br>O ancestral spirit above... In the end, I donned the frost-grey robe. <br><br>The war burned down the Spring Priests' seed stores. The Summer Priests' dance bells sank into the marsh. The Autumn Priests' tally stones were scattered across the scorched earth. And those of us who survived... We must become colder than winter itself. <br><br>Today I interrogated a tribesman for hoarding hides. I merely scraped my Bone Flute with a fingernail, and he confessed everything. <br>When he knelt to receive judgment, I finally understood what Jima had said: \"Sometimes... reflection is the greatest form of kindness.\" As he pleaded \"It was only to save my fevered child...\" I heard myself deliver the sentence, a voice not my own, but like cracking ice: \"Under the Seven Laws-twenty lashes. \"<br><br>Winter Priestess Jima... No, now she is a Dusk Priestess. She stood in the shadows and nodded. It reminded me of how the White Wolf once signaled its approval to a new pack leader. <br><br>There is no more laughter in the tribe. No one dances around the fire as they once did. Now, the only sound that remains is the cry of the Dusk Priests' Bone Flute. <br>It does not sing like a bird. It sobs like a wolf pup. <br><br>We are no longer servants of the Four Seasons. <br>We are the fangs that let the seasons turn. <br><br>(At the bottom of the page, a one-eyed White Wolf is sketched. Dark stains mark the edges of its mouth.)",
    "IsHide": false
  },
  "1031248": {
    "Id": 1031248,
    "BookName": "Strange Bark Inscription",
    "ReadingBookDes": "Blessings of the ancestral spirit! Do I really talk that much? Why won't anyone in the tribe ever finish listening to what I say? Huh? Seriously? <br>It's not my fault I was born with sharp ears! I can hear every little household whisper at night, even when the wind is still. Honestly, isn't that a gift from the ancestral spirit too? Right? Right?! <br>I once read in an old scroll about people like me. They were called \"Truth Listeners,\" I think? Said to have a knack for remembering things. Maybe that means I'd make a good Dusk Priest someday... Except I'm really bad at scolding people. Too soft. <br><br>Fine... Since no one wants to hear me ramble, I'll just carve it into this tree. No one comes around here anyway. I'll write just for me. Better than keeping it bottled up until I explode. <br><br>Harvest Moon - Day 17<br>Ugh, you won't believe this! I overheard Iruka getting scolded today. Hah! Serves him right! He ate all the Elder Pine I'd spent so long gathering. One gulp! <br><br>Frostfall Moon - Day 3<br>(The carvings are shallow, like someone hesitated to write them.)<br>Heard something big today. Seems like High Priestess Yaretsi and the Chieftain had a real fight. <br>I wasn't close enough to catch everything, but I heard words like... \"Asterleeds\"... \"join forces\"... and \"White Wolf\"...<br>They were shouting pretty hard. I was scared I'd hear something I wasn't supposed to, so I ran. Fast. <br>Hope everything's okay!!!<br><br><br>Frostfall Moon - Day 4<br>Word is Asterleeds and Byrnhald have gone to war. Could it be because of that? Oh ancestral spirit...<br>Please bestow your blessing upon Kanamia. <br><br><br>Deepwinter Moon<br>Iruka... Yaretsi... they're all...<br>On a night like this, not a single star in the sky. <br>A tribe like this... feels far too quiet.",
    "IsHide": false
  },
  "1031249": {
    "Id": 1031249,
    "BookName": "\"The Light of the Priest's Journey\"",
    "ReadingBookDes": "My children, if you can hear the call of the ancestral spirit, then you have been blessed beyond measure. <br>Now that you have stepped onto the path of the priesthood, understand this: To be named an assistant priest is both an honor-and a responsibility. <br><br>You must now open your eyes like newborn beasts, and cleanse your ears like the first meltwater of spring. <br><br>At dawn, you will follow the priest who guides you, helping prepare the rituals of each season. You will listen to ancient prayers and memorize every detail of every rite. At dusk, you will labor: storing grain, tanning hides, assisting hunts... Set aside your restlessness, your pride. Every moment of your days is a lesson. <br>This is not punishment. It is the ancestral spirit refining your heart, and the first step toward learning the ancient wisdom of Kanamia. <br><br>The knowledge of a priest is not found in scrolls. It lives in the words of your mentors, in the details of each ceremony, and in the daily rhythm of the tribe. Those with quick minds may grasp it early. Those slower to understand, if their hearts are sincere, will also be guided by the ancestral spirit in time. <br><br>If you are wise enough, and strong enough, your priest will see it in you. The High Priestess will come to know your name. And then, and only then, will you be worthy to take up the true mantle of priesthood, and become a bridge between our people and the ancestral spirit. <br><br>The path is not easy. But since the ancestral spirit has chosen you, you shall not turn away from the calling. Go now. See with your own eyes. Listen with your own ears. And feel with your heart. <br><br>Warning from an Elder",
    "IsHide": false
  },
  "1031250": {
    "Id": 1031250,
    "BookName": "\"The Scavengers\"",
    "ReadingBookDes": "They are wanderers without a manifesto. The more prosperous Asterleeds becomes, the lighter their packs grow. <br><br>As the brick walls of this trade city climb ever higher, As the scent of fish is washed from the port by the weight of coin, As the stone steps of Ocean Hill gleam from a thousand soles... They choose to leave. They sell what they own, give up their jobs, tuck an old coat into a cloth bundle, or simply walk away with nothing at all. <br><br>Purposes? Must it always be so utilitarian? Wiping down every window in the city, Scraping barnacles off the hulls of every fishing boat, Measuring the Regnus Coast with the soles of their feet... Do these count as \"purposes\"?",
    "IsHide": false
  },
  "1031251": {
    "Id": 1031251,
    "BookName": "A Letter to the Chief Priest",
    "ReadingBookDes": "To the Esteemed Chief Priest, <br><br>Greetings. Today, while visiting the Council Library, I came across a book titled \"The Founding of Asterleeds,\" and nearly dropped my holy emblem in shock. Nowhere in the entire volume is the Divine's blessing of our land mentioned. The First Oracle's Revelation is completely ignored, as though it never happened! <br><br>The book attributes every achievement to the artisans, even claiming the ancient Legacies were built by them alone. This is a desecration. Even the toddlers along Asterleeds' cobbled roads know: those Legacies were granted to the artisans by the Creed, under the Divine's will. And yet, the author erases the Divine and the Creed as if we were never part of our city's founding. <br><br>Worse still, this heretical nonsense is shelved openly in the main hall of the Council. <br><br>I humbly ask you to assign someone to investigate the authorship of this text. And, if possible, to request the Council prohibit its circulation. I have marked the most offensive passages in red and enclosed them with this letter. <br><br>Additionally, I've already instructed my subordinates to begin looking into the author. I await your guidance on how to proceed. <br><br>In service to the Creed, Evans, Priest of the Asterleeds Diocese",
    "IsHide": false
  },
  "1031252": {
    "Id": 1031252,
    "BookName": "\"The Scavengers' Guide to 'Pointless' Survival\"",
    "ReadingBookDes": "Oh please. Those scavengers who go on and on about \"freedom\" and \"no rules\"? Give me a break. Out on the Asteria Plains, where the fangs and claws are real, trust me, they know rules better than anyone. <br><br>The Wood Strays are the strangest bunch. They hole up in the Brigand-ridden dark forest, and yet they barely have a scratch on them. The Defense Corps has scoured that forest time and again. Missing children, Brigand skirmishes, all kinds of trouble. And still these folks walk out without a dent. I'm telling you, their leader must know something the rest of us don't. <br><br>Then you've got those ones at the resting post. Pretty harmless, really. By day, they hawk trinkets dug out of ruins at their rickety stalls by Andra Resting Post. By night, they either cram into the drafty huts or just roll up in blankets and sleep out under the stars. They're less scavengers and more... really bad peddlers. <br><br>And then there's the worst bunch, the Drifters. They cluster in twos or threes, tossing around grand talk like \"mapping the land of Regnus with our feet,\" noses pointed sky-high. But you peek in their pouches and hey-just enough coin to be smug. Word is, one of them has ties to the Merchant Guild... I'd bet on it. Without a little funding from back home, I'd like to see how far they get measuring Regnus.",
    "IsHide": false
  },
  "1031253": {
    "Id": 1031253,
    "BookName": "The Flyer for the Spinning Rudder",
    "ReadingBookDes": "! The Spinning Rudder! <br>Nothing is eternal,<br>except pleasure!<br><br>Pricing Structure<br>Outdoor Area: <br>Unlimited specialty drinks<br>No seating fee<br>Perfect for: Fun! Noise! Drink! Emotional release! <br><br>Indoor - 1st Floor: <br>Nighttime live performances by top bands<br>Seating fee applies<br>Perfect for: Loud-ish drinks and semi-private time<br>Perry fans welcome<br><br>Indoor - 2nd Floor: <br>I just want to be alone! <br>Triple seating fee<br>Perfect for: Handling private matters, duels, writing, music listening<br><br>Extra Service: <br>Emotional healing therapy: inquire with Schiller (owner)<br><br>Current Live Band: Orange Berry Trio<br><br>Setlist: <br>\"Never Wilt\"<br>\"Dark Side of the Mist\"<br>\"Night of the Seabreeze Festival - Hope You're There\"<br><br>Members: <br>Vocal: Perry<br>Instruments: Orle, Lange",
    "IsHide": false
  },
  "1031254": {
    "Id": 1031254,
    "BookName": "\"On the Benefits of Trading with Scavengers\"",
    "ReadingBookDes": "You ask me who I prefer doing business with? Not the Merchant Guild. Those folks have more tricks than a bird has feathers. Street vendors? Forget it. They'll haggle over every last coin. The Fishers' Guild is alright. Honest folk. But I don't deal in seafood, so not much overlap there. <br><br>No, I prefer the scavengers. They're out on the plains every day with a heavy pack on their back, always bumping into rocks, thorns, and bad luck, so they've got to stock up on my medical supplies. They always need firestarters, and more often than not, they top off their lamp oil or grab a coil of sturdy rope before heading out again. <br>And the best part? They don't haggle. Ever. They hand over a list, drop the coin, grab their gear, and walk. Now that-that's what I call refreshing. <br><br>What? You're asking where they get their money? Okay, fine... I've done a little digging. <br>Don't give me that look. <br>I worry too, alright? Last thing I want is the Defense Corps knocking on my door while I'm serving tainted coin. <br><br>Turns out, some of these scavengers are master leatherworkers. That fine leather coat worn by a city noble? Might've been stitched together by one of these folks. Others make their coin collecting junk on the road-stuff most people toss out-and either sell it to passing merchants or peddle it here in the city. And you know what? After they clean it up and patch it together, it actually looks... kinda nice. Tempting, even. <br>And if all else fails... Well, rumor has it some scavengers come from money. Playing scavenger is just their version of \"living free.\" Not my place to judge. <br><br>Now, sure, there are a few who swipe things now and then. Lazy types who want a shortcut. But around here, us merchants have a system. One glance, a raised eyebrow, and we know who to keep an eye on.",
    "IsHide": false
  },
  "1031255": {
    "Id": 1031255,
    "BookName": "To all visitors to the ruins of Andra Landing Battle",
    "ReadingBookDes": "Scavengers, take heed: <br>Yes, there are wartime Legacies scattered along this beach-modules, armor, even unopened supply crates. But beside every \"treasure,\" you may find an unexploded shell, a malfunctioning relic, or a cloud of poison gas. <br>Marco. Eri. Jokebo. They once walked this shore, confident as you are. Now, all that remains of them... are their names. <br><br>Before you step forward, ask yourself: <br>Can you tell a dud shell from a supply cache? <br>Can you recognize the sickly-sweet stench of toxic mist? <br>Can you guarantee that come sunrise, your friends won't be reading your name to an empty sky? <br><br>Mourners, this is not your altar: <br>True remembrance belongs in the Statue of the Hero. If your grief burns unquenched...<br>Write to the Council! <br>(Scrawl with the angriest pen, the clumsiest letters, and ask them when they plan to clean up this battlefield rot.) <br><br>Tourists, eyes up: <br>The giant golem arm is the safest place for a scenic view.<br>You'll see the whole battlefield-and still have all your limbs to go home with. <br>Still tempted to touch the sands below? Think of the ones who vanished, whose bodies grew suddenly half as light. <br><br>Cove, Survivor of Asterleeds Independence War",
    "IsHide": false
  },
  "1031256": {
    "Id": 1031256,
    "BookName": "\"Peacegrass of a Foreign Land\"",
    "ReadingBookDes": "At first, no one paid much attention to the delicate white flowers blooming in silence. <br>It wasn't until scavengers on the Asteria Plains took note that anyone realized something strange was happening: the once-barren edge of the old battlefield had begun to blossom-tiny white petals scattered like stars. Botanists were called in to examine the phenomenon. What they discovered left everyone speechless: These were peaceflowers, a rare medicinal herb native only to the The Duchy of Byrnhald, usually found growing at the foot of snow-covered mountains. <br>More disturbing still-the area where the flowers flourished most densely was precisely the site of the Andra Landing Battle. It was here, years ago, that fallen Byrnhald soldiers were buried in the field without ceremony. <br>Cautiously, the scholars brushed aside the flowering stems. Beneath the damp, black soil, they uncovered uniform buttons that were still intact, not yet fully decayed. The roots of the flowers had taken hold deep in the old shell craters. <br>\"So that's it...\" An elderly scholar removed his glasses with trembling hands. \"These enemy soldiers... they've bloomed peace in another form.\" \"",
    "IsHide": false
  }
}